{
  "list": "2025-2026 School Spelling Bee Study List",
  "level": "Two Bee",
  "words": [
    {
      "word": "hesitate",
      "definition": "To stop or pause respecting decision or action; to be in suspense or uncertainty as to a determination.",
      "origin": "Latin haesitatus, past participle of haesitare to stick fast, hesitate, frequentative of haerēre to stick"
    },
    {
      "word": "scorcher",
      "definition": "One who, or that which, scorches."
    },
    {
      "word": "Buffalo",
      "definition": "any of several wild bovids: such as",
      "origin": "Italian bufalo & Spanish búfalo, from Late Latin bufalus, alteration of Latin bubalus, from Greek boubalos African gazelle"
    },
    {
      "word": "dubious",
      "definition": "unsettled in opinion : doubtful",
      "origin": "Latin dubius, from dubare to vacillate; akin to Latin duo two"
    },
    {
      "word": "dissolving",
      "definition": "To terminate a union of multiple members actively, as by disbanding.",
      "origin": "Middle English, from Latin dissolvere, from dis- + solvere to loosen"
    },
    {
      "word": "sequins",
      "definition": "Any of various small gold coins minted in Italy and Turkey.",
      "origin": "French, from Italian zecchino, from zecca mint, from Arabic (dār al-) sikka, literally, house of the minting die"
    },
    {
      "word": "ebony",
      "definition": "A hard, dense, deep black wood from various subtropical and tropical trees, especially of the genus Diospyros.",
      "origin": "probably from Late Latin hebeninus of ebony, from Greek ebeninos, from ebenos ebony, from Egyptian hbnj"
    },
    {
      "word": "nomad",
      "definition": "A member of a society or class who herd animals from pasture to pasture with no fixed home.",
      "origin": "borrowed from Latin Nomades (singular Nomas), name given to various pastoral peoples, as in northern Africa or Scythia, borrowed from Greek nomádes \"pastoral people who move from place to place seasonally,\" plural of nomad-, nomás \"wanderer, shepherd,\" as adjective, \"wandering, roaming,\" from nomḗ \"pasturing of animals, pasture, herd\" or nomós \"pasture, feeding ground\" (both o-ablaut derivatives of némein \"to graze, pasture [animals]) + -ad-, -as, noun and adjective suffix denoting descent from or connection with"
    },
    {
      "word": "scavenger",
      "definition": "a person employed to remove dirt and refuse from streets",
      "origin": "alteration of earlier scavager, from Anglo-French scawageour collector of scavage (duty collected from non-resident street merchants), from skawage scavage, from Middle French dialect (Flanders) escauver to inspect, from Middle Dutch scouwen; akin to Old English scēawian to look at"
    },
    {
      "word": "fragments",
      "definition": "A part broken off; a small, detached portion; an imperfect part, either physically or not",
      "origin": "derivative of"
    },
    {
      "word": "gallop",
      "definition": "The fastest gait of a horse, a two-beat stride during which all four legs are off the ground simultaneously.",
      "sentence": "The horse galloped past the finishing line.",
      "origin": "Middle English galopen, walopen, borrowed from Anglo-French galoper, gualoper (Picard dialect waloper), perhaps going back to Old Low Franconian *wala hlaupan, literally \"to run well,\" from *wala \"well, with good appearance or effect\" (going back to Germanic *welō) + *hlaupan \"to run,\" going back to Germanic *hlaup-a- ,"
    },
    {
      "word": "fabulous",
      "definition": "Of or relating to fable, myth or legend.",
      "origin": "Middle English fabulous, fabulose \"legendary, mythical,\" borrowed from Middle French & Latin; Middle French fabuleux, borrowed from Latin fābulōsus \"celebrated in legend, resembling an invented story, mythical,\" from fābula \"talk, account, \" + -ōsus"
    },
    {
      "word": "foreign",
      "definition": "A foreign person, particularly:",
      "sentence": "He liked visiting foreign cities.",
      "origin": "Middle English forein, from Anglo-French, from Late Latin foranus on the outside, from Latin foris outside"
    },
    {
      "word": "billowed",
      "definition": "To surge or roll in billows.",
      "origin": "see"
    },
    {
      "word": "paltry",
      "definition": "Trashy, trivial, of little value.",
      "sentence": "She made some paltry excuse and left.",
      "origin": "obsolete paltry trash, from dialect palt, pelt piece of coarse cloth, trash; akin to Middle Low German palte rag"
    },
    {
      "word": "skewer",
      "definition": "A long pin, normally made of metal or wood, used to secure food during cooking.",
      "sentence": "a skew arch",
      "origin": "Middle English skeuier"
    },
    {
      "word": "deflated",
      "definition": "To remove air or some other gas from within an elastic container, e.g. a balloon or tyre",
      "origin": "de- + -flate (as in inflate)"
    },
    {
      "word": "lanky",
      "definition": "Tall, slim, and rather ungraceful or awkward."
    },
    {
      "word": "verdict",
      "definition": "A decision on an issue of fact in a civil or criminal case or an inquest.",
      "sentence": "The jury returned a “not guilty” verdict.",
      "origin": "Middle English verdit, verdict, borrowed from Anglo-French veirdit \"announcement, finding, judicial decision,\" from veir \"true\" (going back to Latin vērus) + dit \"statement, judgment\" (going back to Latin dictum), after Medieval Latin vērumdictum, vēredictum ,"
    },
    {
      "word": "Berlin",
      "definition": "Irving Israel Isidore Beilin 1888—1989 American (Russian-born) composer"
    },
    {
      "word": "unleash",
      "definition": "To free from a leash, or as from a leash.",
      "sentence": "He unleashed his dog in the park."
    },
    {
      "word": "fluently",
      "definition": "In a fluent manner, as expressing oneself easily, especially in a foreign language.",
      "sentence": "He lived in Mexico, so he is able to speak Spanish fluently.",
      "origin": "Latin fluent-, fluens, present participle of fluere"
    },
    {
      "word": "garbled",
      "definition": "made unclear or confusing : distorted or mixed up",
      "sentence": "to garble a quotation"
    },
    {
      "word": "lunacy",
      "definition": "(of a person or group of people) The state of being mad, insanity",
      "origin": "+"
    },
    {
      "word": "ration",
      "definition": "A portion of some limited resource allocated to a person or group.",
      "sentence": "We rationed ourselves to three sips of water a day until we were rescued.",
      "origin": "French, from Latin ration-, ratio computation, reason"
    },
    {
      "word": "mysterious",
      "definition": "Of unknown origin.",
      "sentence": "He received a mysterious phone call this morning.",
      "origin": "+ , probably after Middle French mysterieux"
    },
    {
      "word": "encourages",
      "definition": "To mentally support; to motivate, give courage, hope or spirit.",
      "sentence": "I encouraged him during his race.",
      "origin": "Middle English encoragen, from Anglo-French encorager, from en- + curage courage"
    },
    {
      "word": "conjure",
      "definition": "The practice of magic; hoodoo; conjuration.",
      "sentence": "He started conjuring at the age of 15, and is now a famous stage magician.",
      "origin": "Middle English, from Anglo-French conjurer, from Latin conjurare to join in taking an oath, from com- + jurare to swear"
    },
    {
      "word": "cosmetics",
      "definition": "Preparations applied externally to change or enhance the beauty of skin, hair, nails, lips, and eyes."
    },
    {
      "word": "brandished",
      "definition": "To move or swing a weapon back and forth, particularly if demonstrating anger, threat or skill.",
      "sentence": "He brandished his sword at the pirates.",
      "origin": "Middle English braundisshen, from Anglo-French brandiss-, stem of brandir, from brant, braund sword, of Germanic origin; akin to Old English brand"
    },
    {
      "word": "imitation",
      "definition": "The act or an instance of imitating.",
      "sentence": "imitation leather",
      "origin": "Middle English ymytacyoun \"emulation,\" borrowed from Middle French & Latin; Middle French imitacion, borrowed from Latin imitātiōn-, imitātiō \"action of copying, copy,\" from imitārī \"to follow as a pattern, \" + -tiōn-, -tiō, suffix of verbal action"
    },
    {
      "word": "bracken",
      "definition": "A fern <em>(Pteridium aquilinum)</em> found worldwide, with large, triangular fronds usually divided into three parts.",
      "origin": "Middle English braken, probably of Scandinavian origin; akin to Old Swedish brækne fern",
      "sentence": "My childhood passed on foot and outdoors, in bracken and on pebbly beaches."
    },
    {
      "word": "crawdad",
      "definition": "The crayfish.",
      "origin": "alteration of crawfish",
      "sentence": "Glorvigen's favorite spring cranks are ½-ounce Rat-L-Traps and Berkley Frenzy Rattl'rs, both in crawdad patterns."
    },
    {
      "word": "sardines",
      "definition": "Plural form of <xref>sardine</xref>.",
      "origin": "Middle English sardeine, from Anglo-French, from Latin sardina"
    },
    {
      "word": "miniature",
      "definition": "Greatly diminished size or form; reduced scale.",
      "origin": "Italian miniatura art of illuminating a manuscript, from Medieval Latin, from Latin miniatus, past participle of miniare to color with minium, from minium red lead"
    },
    {
      "word": "noggin",
      "definition": "A small mug, cup or ladle.",
      "origin": "origin unknown"
    },
    {
      "word": "frustration",
      "definition": "The feeling of annoyance when one's actions are criticized or hindered"
    },
    {
      "word": "anguish",
      "definition": "Extreme pain, either of body or mind; excruciating distress.",
      "origin": "Middle English angoise, angwissche, borrowed from Anglo-French anguisse, angoisse, going back to Latin angustia (usually in plural angustiae) \"narrowness, narrow passage, limitations, straits\" (Late Latin, \"suffering, distress\"), noun derivative (with -ia ), of angustus \"narrow, confined, straitened,\" probably from *angos- (whence angōr-, angor \"suffocation, anguish\") + *-to-, adjective suffix"
    },
    {
      "word": "receptionist",
      "definition": "An employee (such as a secretary) who works in reception (receiving visitors and/or calls) for a person or business, especially an office."
    },
    {
      "word": "neon",
      "definition": "The chemical element (symbol Ne) with an atomic number of 10. The lightest of the noble gases, it is a colourless, odorless inert gas.",
      "origin": "borrowed from Greek néon, neuter of néos \"young, fresh, new\""
    },
    {
      "word": "unruly",
      "definition": "Wild; uncontrolled.",
      "origin": "Middle English unreuly, from un- + reuly disciplined, from reule rule"
    },
    {
      "word": "conical",
      "definition": "A bullet with a conical shape."
    },
    {
      "word": "preamble",
      "definition": "A short preliminary statement or remark, especially an explanatory introduction to a formal document or statute.",
      "origin": "Middle English, from Middle French preambule, from Medieval Latin preambulum, from Late Latin, neuter of praeambulus walking in front of, from Latin prae- + ambulare to walk"
    },
    {
      "word": "rakish",
      "definition": "Dashingly, carelessly, or sportingly unconventional or stylish; jaunty; characterized by a devil-may-care unconventionality; having a somewhat disreputable quality or appearance."
    },
    {
      "word": "mascot",
      "definition": "Something thought to bring good luck",
      "origin": "French mascotte, from Occitan mascoto, from masco witch, from Medieval Latin masca"
    },
    {
      "word": "rickety",
      "definition": "Of an object: not strong or sturdy, as because of poor construction or upkeep; not safe or secure."
    },
    {
      "word": "plausible",
      "definition": "Seemingly or apparently valid, likely, or acceptable; conceivably true or likely",
      "origin": "Latin plausibilis worthy of applause, from plausus, past participle of plaudere"
    },
    {
      "word": "hypnosis",
      "definition": "A trancelike state, artificially induced, in which a person has a heightened suggestibility, and in which suppressed memories may be experienced.",
      "origin": "New Latin"
    },
    {
      "word": "aroma",
      "definition": "A smell; especially a pleasant spicy or fragrant one.",
      "origin": "Middle English aromat \"fragrant substance, as a spice or ointment,\" borrowed from Anglo-French aromat, aromant \"balm,\" borrowed from Latin arōmat-, arōma \"fragrant substance, spice,\" borrowed from Greek arōmat-, árōma, of obscure origin"
    },
    {
      "word": "lilt",
      "definition": "Animated, brisk motion; spirited rhythm; sprightliness."
    },
    {
      "word": "reprimanding",
      "definition": "To reprove in a formal or official way."
    },
    {
      "word": "rotunda",
      "definition": "A round building, usually small, often with a dome",
      "origin": "Italian rotonda, from Latin rotunda, feminine of rotundus"
    },
    {
      "word": "moustache",
      "definition": "A growth of facial hair between the nose and the upper lip."
    },
    {
      "word": "pediatric",
      "definition": "Of or pertaining to pediatrics, the branch of medicine dealing with the care and treatment of children."
    },
    {
      "word": "commotion",
      "definition": "A state of turbulent motion.",
      "origin": "Middle English, from Anglo-French commocion, from Latin commotion-, commotio, from commovēre see"
    },
    {
      "word": "gusto",
      "definition": "Enthusiasm; enjoyment, vigor.",
      "origin": "Italian, from Latin gustus, past participle"
    },
    {
      "word": "porridge",
      "definition": "A dish made of grain or legumes, milk and/or water, heated and stirred until thick and typically eaten for breakfast.",
      "origin": "alteration of"
    },
    {
      "word": "oblivion",
      "definition": "The state of forgetting completely, of being oblivious, unconscious, unaware, as when sleeping, drunk, or dead.",
      "origin": "Middle English oblivioun, borrowed from Anglo-French oblivion, obliviun, borrowed from Latin oblīviōn-, oblīviō \"state of forgetting, dismissal from the memory,\" from oblīv-, stem of oblīvīscī \"to forget, put out of mind\" (from ob- \"toward, facing\" + -līvīscī, inchoative derivative of a stem līv- of uncertain meaning and origin) + -iōn-, -iō, suffix of action nouns formed from compound verbs"
    },
    {
      "word": "toiletries",
      "definition": "Any item used for personal hygiene or grooming."
    },
    {
      "word": "artifacts",
      "definition": "An object made or shaped by human hand or labor.",
      "origin": "borrowed from New Latin arte factus \"made by human agency,\" from Latin arte \"by skill or craft\" (ablative of art-, ars \"acquired skill, craftmanship\") + factus, past participle of facere \"to make, bring about, do\" ,"
    },
    {
      "word": "democracy",
      "definition": "Rule by the people, especially as a form of government; either directly or through elected representatives (representative democracy).",
      "origin": "borrowed from Middle French democracie, democratie, borrowed from Late Latin dēmocratia, borrowed from Greek dēmokratía, from dēmo- + -kratia"
    },
    {
      "word": "immigrants",
      "definition": "A non-native person who comes to a country from another country in order to permanently settle there."
    },
    {
      "word": "gleaned",
      "definition": "To collect (grain, grapes, etc.) left behind after the main harvest or gathering.",
      "origin": "Middle English glenen, from Anglo-French glener, from Late Latin glennare, of Celtic origin; akin to Old Irish doglenn he selects"
    },
    {
      "word": "rummage",
      "definition": "A thorough search, usually resulting in disorder."
    },
    {
      "word": "steeple",
      "definition": "A tall tower, often on a church, normally topped with a spire.",
      "origin": "Middle English stepel, from Old English stēpel tower; akin to Old English stēap steep"
    },
    {
      "word": "jeered",
      "definition": "(jeer at) To utter sarcastic or mocking comments; to speak with mockery or derision; to use taunting language.",
      "origin": "origin unknown"
    },
    {
      "word": "perfume",
      "definition": "A pleasant smell; the scent, odor, or odoriferous particles emitted from a sweet-smelling substance; a pleasant odor",
      "origin": "Middle French perfum, probably from Old Occitan, from perfumar to perfume, from per- thoroughly (from Latin) + fumar to smoke, from Latin fumare, from fumus smoke"
    },
    {
      "word": "beige",
      "definition": "A slightly yellowish gray colour, as that of unbleached wool.",
      "origin": "borrowed from French, going back to Middle French baige, noun derivative of Old French bege \"uncolored, having the color of natural wool,\" of uncertain origin"
    },
    {
      "word": "spectators",
      "definition": "One who watches an event; especially, one held outdoors.",
      "origin": "Latin, from spectare to watch"
    },
    {
      "word": "winsome",
      "definition": "Charming, engaging, winning; inspiring approval and trust, especially if in an innocent manner.",
      "origin": "Middle English winsum, from Old English wynsum, from wynn joy; akin to Old High German wunna joy, Latin venus desire"
    },
    {
      "word": "sinister",
      "definition": "Inauspicious, ominous, unlucky, illegitimate (as in bar sinister).",
      "origin": "Middle English sinistre, from Anglo-French senestre on the left, from Latin sinistr-, sinister on the left side, unlucky, inauspicious"
    },
    {
      "word": "ancestral",
      "definition": "Of, pertaining to, derived from, or possessed by, an ancestor or ancestors"
    },
    {
      "word": "lanyards",
      "definition": "A short rope used for fastening rigging.",
      "origin": "Middle English lanyer thong, lanyard, from Anglo-French lanier"
    },
    {
      "word": "prattling",
      "definition": "Present participle of <xref>prattle</xref>.",
      "origin": "Low German pratelen; akin to Middle Dutch praten to prate",
      "sentence": "On the kick ass and finish the job side Larry had the old ugly puss of Ben Stein prattling on and Jesse practically called him a pisant coward/traitor to his face. smintheus Says:"
    },
    {
      "word": "tuxedo",
      "definition": "A man's dress jacket, usually black with satin or grosgrain lapels, worn for formal or semiformal occasions.",
      "origin": "Tuxedo Park, New York",
      "sentence": "Of course, these days practically everyone uses the term tuxedo, both in the U.S. and across the pond."
    },
    {
      "word": "grimace",
      "definition": "A sharp contortion of the face expressive of pain, contempt, or disgust.",
      "origin": "French, from Middle French, alteration of grimache, of Germanic origin; akin to Old English grīma mask"
    },
    {
      "word": "suspicious",
      "definition": "Arousing suspicion."
    },
    {
      "word": "galore",
      "definition": "In great numbers; in abundance.",
      "origin": "borrowed from Irish go leor, from go, particle forming an adverbial phrase from an adjective (from go \"to, till, until,\" going back to Old Irish co, going back to Celtic *kwo-; akin to Old Church Slavic kŭ \"to\") + leor \"sufficient, enough,\" going back to Old Irish lour, loor, going back to Celtic *lowero- or *lawero- (whence Welsh llawer \"much, many\"), of uncertain origin",
      "sentence": "I've been sent interview questions galore from a number of othe blogs and have been coordinating all sorts of contests and giveaways."
    },
    {
      "word": "discoveries",
      "definition": "Plural form of <xref>discovery</xref>."
    },
    {
      "word": "gaunt",
      "definition": "Lean, angular and bony",
      "origin": "Middle English"
    },
    {
      "word": "parchment",
      "definition": "Material, made from the polished skin of a calf, sheep, goat or other animal, used like paper for writing.",
      "origin": "Middle English parchemin, from Anglo-French, modification of Latin pergamena, from Greek pergamēnē, from feminine of Pergamēnos of Pergamum, from Pergamon Pergamum"
    },
    {
      "word": "emporium",
      "definition": "A city or region which is a major trading centre; also, a place within a city for commerce and trading; a marketplace.",
      "origin": "Latin, from Greek emporion, from emporos traveler, trader, from em- + poros passage, journey"
    },
    {
      "word": "lurches",
      "definition": "A sudden or unsteady movement."
    },
    {
      "word": "enormous",
      "definition": "Deviating from the norm; unusual, extraordinary.",
      "origin": "Latin enormis, from e, ex out of + norma rule"
    },
    {
      "word": "ramshackle",
      "definition": "To ransack.",
      "origin": "alteration of earlier ransackled, from past participle of obsolete ransackle, frequentative of ransack"
    },
    {
      "word": "atrium",
      "definition": "A central room or space in ancient Roman homes, open to the sky in the middle; a similar space in other buildings.",
      "origin": "Latin"
    },
    {
      "word": "language",
      "definition": "A body of words, and set of methods of combining them (called a grammar), understood by a community and used as a form of communication.",
      "origin": "Middle English, from Anglo-French langage, from lange, langue tongue, language, from Latin lingua"
    },
    {
      "word": "geranium",
      "definition": "Any flowering plant of the genus Geranium, the cranesbills, of family Geraniaceae.",
      "origin": "New Latin, from Latin, geranium, from Greek geranion, from diminutive of geranos crane"
    },
    {
      "word": "fugitive",
      "definition": "A person who flees or escapes and travels secretly from place to place, and sometimes using disguises and aliases to conceal his/her identity, as to avoid law authorities in order to avoid an arrest or prosecution; or to avoid some other unwanted situation.",
      "origin": "Middle English, from Middle French & Latin; Middle French fugitif, from Latin fugitivus, from fugitus, past participle of fugere to flee; akin to Greek pheugein to flee"
    },
    {
      "word": "eccentric",
      "definition": "One who does not behave like others.",
      "origin": "borrowed from Medieval Latin ecentricus, excentricus \"not concentric with another circle, (of a planetary orbit in Ptolemaic astronomy) not having the earth exactly at its center,\" from Late Latin eccentros, eccentrus \"not having the earth at its center\" (borrowed from Greek ékkentros, from ek- + -kentros, adjective derivative of kéntron \"sting, goad, point, stationary point of a pair of compasses, midpoint of a circle or sphere\") + Latin -icus"
    },
    {
      "word": "prognosis",
      "definition": "the prospect of recovery as anticipated from the usual course of disease or peculiarities of the case",
      "origin": "Late Latin, from Greek prognōsis, literally, foreknowledge, from progignōskein to know before, from pro- + gignōskein to know"
    },
    {
      "word": "nautical",
      "definition": "Relating to or involving ships or shipping or navigation or seamen.",
      "origin": "Latin nauticus, from Greek nautikos, from nautēs sailor, from naus ship"
    },
    {
      "word": "heron",
      "definition": "A long-legged, long-necked wading bird of the family Ardeidae.",
      "origin": "Middle English heiroun, hayroun, from Anglo-French heiron, of Germanic origin; akin to Old High German heigaro heron"
    },
    {
      "word": "savant",
      "definition": "A person of learning, especially one who is versed in literature or science.",
      "origin": "French, from Middle French, from present participle of savoir to know, from Latin sapere to be wise"
    },
    {
      "word": "almanac",
      "definition": "A book or table listing nautical, astronomical, astrological or other events for the year; sometimes, but not essentially, containing historical and statistical information.",
      "origin": "Middle English almenak, from Medieval Latin almanach, probably from Arabic al-manākh the almanac"
    },
    {
      "word": "talcum",
      "definition": "Powdered and perfumed talc for toilet use.",
      "origin": "Medieval Latin talcum talc"
    },
    {
      "word": "hippies",
      "definition": "(1950s slang) A teenager who imitated the beatniks.",
      "origin": "+ -ie"
    },
    {
      "word": "samosas",
      "definition": "A snack, of Indian origin, consisting of a deep-fried triangular turnover filled with vegetables (especially potatoes) or meat.",
      "origin": "Hindi samosā & Urdu samosa, sambūsa, from Persian sambūsa"
    },
    {
      "word": "tranquilizer",
      "definition": "That which tranquillizes or soothes."
    },
    {
      "word": "equestrian",
      "definition": "An equestrian person; a horserider.",
      "origin": "Latin equestr-, equester of a horseman, from eques horseman, from equus horse"
    },
    {
      "word": "chignon",
      "definition": "A roll or twist of hair worn at the nape of the neck; a bun.",
      "origin": "French, from Middle French chaignon chain, collar, nape"
    },
    {
      "word": "pheromone",
      "definition": "A chemical secreted by an animal, especially an insect, that affects the development or behavior of other members of the same species, functioning often as a means of attracting a member of the opposite sex.",
      "origin": "Greek phérein \"to carry\" + + -mone (in )"
    },
    {
      "word": "galleon",
      "definition": "A large, three masted, square rigged sailing ship with at least two decks.",
      "origin": "probably borrowed from Italian galeone, galione (later reinforced by Spanish galeón, probably borrowed from Italian), from galea + -one, augmentative suffix"
    },
    {
      "word": "campaign",
      "definition": "A series of operations undertaken to achieve a set goal.",
      "origin": "French campagne, probably from Italian campagna level country, campaign, from Late Latin campania level country, from Latin, the level country around Naples"
    },
    {
      "word": "plaited",
      "definition": "To fold; to double in narrow folds; to pleat",
      "origin": "variant of"
    },
    {
      "word": "magnanimous",
      "definition": "Noble and generous in spirit.",
      "origin": "Latin magnanimus, from magnus great + animus spirit ,"
    },
    {
      "word": "pistachio",
      "definition": "A deciduous tree (Pistacia vera) grown in parts of Asia for its drupaceous fruit.",
      "origin": "Italian pistacchio, from Latin pistacium pistachio nut, from Greek pistakion, from pistakē pistachio tree, of Iranian origin; akin to Persian pistah pistachio tree"
    },
    {
      "word": "monsieur",
      "definition": "A man, especially a French gentleman.",
      "origin": "Middle French, literally, my lord"
    },
    {
      "word": "chartreuse",
      "definition": "A yellow or green liqueur made by Carthusian monks.",
      "origin": "Chartreuse"
    },
    {
      "word": "mosque",
      "definition": "A place of worship for Muslims, often having at least one minaret; a masjid.",
      "origin": "earlier mosquee, from Middle French, from Old Italian moschea, from Old Spanish mezquita, from Arabic masjid temple, from sajada to prostrate oneself, worship"
    },
    {
      "word": "manticores",
      "definition": "A beast with the body of a lion (usually red), the tail of a scorpion, and the head/face of a man with a mouth filled with multiple rows of sharp teeth (like a shark), said to be able to shoot spikes from its tail or mane to paralyse prey. It may be horned, winged, or both; its voice is described as a mixture of pipes and trumpets.",
      "origin": "Middle English, from Latin mantichora, from Greek mantichōras"
    },
    {
      "word": "wainscoting",
      "definition": "Wooden (especially oaken) panelling on the lower part of a room’s walls."
    },
    {
      "word": "zombielike",
      "definition": "a will-less and speechless human (as in voodoo belief and in fictional stories) held to have died and been supernaturally reanimated",
      "origin": "Louisiana Creole or Haitian Creole zonbi, of Bantu origin; akin to Kimbundu nzúmbe ghost"
    },
    {
      "word": "prestigious",
      "definition": "having prestige : honored",
      "origin": "Latin praestigiosus, from praestigiae"
    },
    {
      "word": "Nehru",
      "definition": [
        "Motilal",
        "Indian nationalist politician who was an associate of Mahatma Gandhi and an influential leader in the years leading to India's independence. His son <strong>Jawaharlal Nehru</strong> (1889–1964), also greatly involved in the movement for self-governance, was the political heir to Gandhi and the first prime minister of independent India (1947–1964)."
      ]
    },
    {
      "word": "warlock",
      "definition": "A man claiming or popularly believed to practice sorcery or witchcraft.",
      "origin": "Middle English warloghe, from Old English wǣrloga one that breaks faith, the Devil, from wǣr faith, troth + -loga (from lēogan to lie); akin to Old English wǣr true ,",
      "sentence": "So he and some other Salem folks are planning a ritual on Sunday designed, they told the Gazette to... dissuade Sheen from misusing the word warlock in the future."
    },
    {
      "word": "fraidycat",
      "definition": "someone who is very afraid of something —used mainly by children or when speaking to children",
      "sentence": "And your comment about \"fraidycat tourism boosters\" is just plain silly."
    },
    {
      "word": "colossus",
      "definition": "A huge statue.",
      "origin": "Latin, from Greek kolossos",
      "sentence": "Three times in one week a visitor showed up at my office early in the morning: an enormous, thick-boned man with sparkling blue eyes — a colossus from the Securitate."
    },
    {
      "word": "guttural",
      "definition": "A harsh and throaty spoken sound",
      "origin": "Middle French, probably from Medieval Latin gutturalis, from Latin guttur throat"
    },
    {
      "word": "convulsively",
      "definition": "constituting or producing a convulsion",
      "sentence": "His fingers clutched the coin convulsively, thankfully."
    },
    {
      "word": "lo mein",
      "definition": "A Chinese dish of boiled wheat noodles stir-fried with vegetables, seasonings, and other ingredients, such as chicken.",
      "origin": "Chinese (Guangdong) lòu-mihn stirred noodles"
    },
    {
      "word": "dimensional",
      "definition": "Of or pertaining to dimensions.",
      "origin": "Middle English, from Anglo-French, from Latin dimension-, dimensio, from dimetiri to measure out, from dis- + metiri to measure"
    },
    {
      "word": "courier",
      "sentence": "We'll have the contract couriered to you.",
      "definition": "A person who looks after and guides tourists",
      "origin": "borrowed from Middle French corier, courrier, borrowed from Italian corriere, from correre \"to run\" (going back to Latin currere) + -iere"
    },
    {
      "word": "garishly",
      "definition": "clothed in vivid colors",
      "origin": "origin unknown"
    },
    {
      "word": "sans serif",
      "definition": "A typeface in which the characters do not have serifs.",
      "origin": "probably from sans + modification of Dutch schreef stroke"
    },
    {
      "word": "graffitist",
      "definition": "a marking (such as a name, symbol, or image) made on a public surface; also : a message or slogan written as or as if as a graffito",
      "origin": "Italian, incised inscription, from graffiare to scratch, probably from grafio stylus, from Latin graphium"
    },
    {
      "word": "psyche",
      "definition": "The human soul, mind, or spirit.",
      "origin": "Latin, from Greek psychē soul"
    },
    {
      "word": "Everest",
      "definition": "mountain 29,035 feet (8850 meters) high in southern Asia on the border between Nepal and Tibet in the Himalayas; highest in the world"
    },
    {
      "word": "stucco",
      "definition": "A plaster that is used to coat (interior or) exterior walls, or used for mouldings.",
      "origin": "Italian, of Germanic origin; akin to Old High German stucki piece, crust, Old English stocc stock"
    },
    {
      "word": "dexterity",
      "sentence": "Playing computer games can improve your manual dexterity.",
      "definition": "Skill in performing tasks, especially with the hands.",
      "origin": "Middle French or Latin; Middle French dexterité, from Latin dexteritat-, dexteritas, from dexter see"
    },
    {
      "word": "Frankenstein",
      "definition": "the title character in Mary W. Shelley's novel Frankenstein who creates a monster that ruins his life"
    },
    {
      "word": "cavorting",
      "definition": "(originally intransitive) To prance, said of mounts",
      "origin": "earlier also cauvaut, cavault, covault, of obscure origin"
    },
    {
      "word": "schema",
      "definition": "An outline or image universally applicable to a general conception, under which it is likely to be presented to the mind (for example, a body schema).",
      "origin": "Greek schēmat-, schēma"
    },
    {
      "word": "marauder",
      "sentence": "a band of marauders",
      "definition": "Someone who moves about in roving fashion looking for plunder."
    },
    {
      "word": "et cetera",
      "definition": "Something in addition, which can easily be understood."
    },
    {
      "word": "conscience",
      "sentence": "Your conscience is your highest authority.",
      "definition": "The moral sense of right and wrong, chiefly as it affects one's own behaviour.",
      "origin": "Middle English, from Anglo-French, from Latin conscientia, from conscient-, consciens, present participle of conscire to be conscious, be conscious of guilt, from com- + scire to know"
    },
    {
      "word": "vidimus"
    },
    {
      "word": "battlements",
      "definition": "In fortification: an indented parapet, formed by a series of rising members called cops or merlons, separated by openings called crenelles or embrasures, the soldier sheltering himself behind the merlon while he fires through the embrasure or through a loophole in the battlement.",
      "origin": "Middle English batelment, from Anglo-French *bataillement, from batailler to fortify with battlements"
    },
    {
      "word": "delphine"
    },
    {
      "word": "deferential",
      "definition": "Respectful and considerate; showing deference.",
      "origin": "+ -ential, by analogy with other Latin-derived words where the suffixes -ence and -ential imply one another (as , )"
    },
    {
      "word": "slough",
      "sentence": "That is the slough of a rattler; we must be careful.",
      "definition": "The skin shed by a snake or other reptile.",
      "origin": "Middle English sloughe, slo, from Old English slōh; akin to Middle High German slouche ditch"
    },
    {
      "word": "albatross",
      "definition": "Any of various large seabirds of the family Diomedeidae ranging widely in the Southern Ocean and the North Pacific and having a hooked beak and long narrow wings.",
      "origin": "earlier albitrosse, albetrosse \"albatross, frigate bird,\" alteration (with the first syllables probably reshaped after Latin albus \"white\" and its derivatives) of alcatras, alcatrace \"pelican, frigate bird,\" or of its source, 16th-century Italian alcatrazzo (borrowed from Spanish) or Spanish alcatraz \"pelican\" or Portuguese alcatraz \"brown booby (Sula leucogaster), frigate bird,\" both borrowed from Arabic al-ġaṭṭās \"diver, sea eagle,\" derivative from the base of the verb ġaṭṭa \"to immerse, dip, plunge\"; (sense 2) after the albatross in Samuel Taylor 's poem \"The Rime of the Ancient Mariner,\" which the mariner kills and is then forced to wear around his neck as expiation for his crime; (sense 3) by analogy with and as names for golfing scores"
    },
    {
      "word": "archipelago",
      "sentence": "The Gulag Archipelago",
      "definition": "(collective) A group of islands.",
      "origin": "Archipelago Aegean Sea, from Italian Arcipelago, literally, chief sea, from arci- (from Latin archi-) + Greek pelagos sea"
    },
    {
      "word": "khaki",
      "sentence": "he was dressed in khaki, he was wearing his khakies",
      "definition": "A dull, yellowish-brown colour, the colour of dust.",
      "origin": "Hindi & Urdu khākī dust-colored, from khāk dust, from Persian"
    },
    {
      "word": "serape",
      "definition": "A type of blanket worn as a cloak, especially by Spanish-Americans, or used as a saddle blanket.",
      "origin": "Mexican Spanish sarape"
    },
    {
      "word": "opalescent",
      "definition": "Exhibiting a milky iridescence like that of an opal."
    },
    {
      "word": "asphalt",
      "definition": "A sticky, black and highly viscous liquid or semi-solid, composed almost entirely of bitumen, that is present in most crude petroleums and in some natural deposits.",
      "origin": "Middle English aspalt, from Late Latin aspaltus, from Greek asphaltos"
    },
    {
      "word": "puissance",
      "definition": "Power, might or potency.",
      "origin": "Middle English, from Anglo-French pussance, puissance, from pussant able, powerful, from poer to be able, be powerful"
    },
    {
      "word": "Yiddish",
      "definition": "a High German language written in Hebrew characters that is spoken by Jews and descendants of Jews of central and eastern European origin",
      "origin": "Yiddish yidish, short for yidish daytsh, literally, Jewish German, from Middle High German jüdisch diutsch, from jüdisch Jewish (from Jude Jew) + diutsch German"
    },
    {
      "word": "pinioning",
      "definition": "To cut off the pinion of a bird’s wing, or otherwise disable or bind its wings, in order to prevent it from flying."
    }
  ],
  "total_words": 150
}