{
  "list": "2025-2026 School Spelling Bee Study List",
  "level": "Three Bee",
  "words": [
    {
      "word": "gangly",
      "definition": "Tall and thin, especially so as to cause physical awkwardness.",
      "origin": "probably from +"
    },
    {
      "word": "comrades",
      "definition": "A mate, companion, or associate.",
      "sentence": "Hello, comrade. Are you going to the Communist Party meeting tonight?",
      "origin": "Middle French camarade group sleeping in one room, roommate, companion, from Old Spanish camarada, from cámara room, from Late Latin camera, camara"
    },
    {
      "word": "ultimatum",
      "definition": "A final statement of terms or conditions made by one party to another, especially one that expresses a threat of reprisal or war.",
      "origin": "New Latin, from Medieval Latin, neuter of ultimatus final"
    },
    {
      "word": "prototype",
      "definition": "An original form or object which is a basis for other forms or objects (particularly manufactured items), or for its generalizations and models.",
      "origin": "French, from Greek prōtotypon, from neuter of prōtotypos archetypal, from prōt- + typos type"
    },
    {
      "word": "swaggering",
      "definition": "To walk with a swaying motion; hence, to walk and act in a pompous, consequential manner.",
      "origin": "probably from + -er (as in chatter)"
    },
    {
      "word": "sporadic",
      "definition": "(of diseases) occurring in isolated instances; not epidemic.",
      "origin": "Medieval Latin sporadicus, from Greek sporadikos, from sporadēn here and there, from sporad-, sporas scattered; akin to Greek speirein to sow"
    },
    {
      "word": "whinnying",
      "definition": "to neigh especially in a low or gentle way",
      "origin": "probably imitative"
    },
    {
      "word": "cravenly",
      "definition": "lacking the least bit of courage : contemptibly fainthearted",
      "origin": "Middle English cravant"
    },
    {
      "word": "chimneys",
      "definition": "A vertical tube or hollow column used to emit environmentally polluting gaseous and solid matter (including but not limited to by-products of burning carbon or hydrocarbon based fuels); a flue.",
      "origin": "Middle English, from Anglo-French chiminee, from Late Latin caminata, from Latin caminus furnace, fireplace, from Greek kaminos; perhaps akin to Greek kamara vault"
    },
    {
      "word": "promenade",
      "definition": "A prom (dance).",
      "origin": "derivative of"
    },
    {
      "word": "squalor",
      "definition": "Filthiness and degradation, as from neglect or poverty",
      "origin": "Latin, from squalēre"
    },
    {
      "word": "mulberry",
      "definition": "Any of several trees, of the genus Morus, having edible fruits.",
      "origin": "Middle English mulbere, mulbery, probably dissimilated from Old English *mūrberie, variant of mōrberie (with mūr- as in mūrbēam \"mulberry tree\"), from mūr- (borrowed from Medieval Latin mūrum, variant of Latin mōrum \"black mulberry, blackberry,\" probably of Mediterranean substratal origin, as also Greek móron \"black mulberry, blackberry,\" Armenian mor \"blackberry\") + berie"
    },
    {
      "word": "riveted",
      "definition": "To attach or fasten parts by using rivets."
    },
    {
      "word": "repugnant",
      "definition": "Offensive or repulsive; arousing disgust or aversion.",
      "origin": "Middle English, opposed, contradictory, incompatible, from Anglo-French, from Latin repugnant-, repugnans, present participle of repugnare to fight against, from re- + pugnare to fight"
    },
    {
      "word": "memoirs",
      "definition": "An autobiography; a book describing the personal experiences of an author.",
      "origin": "Middle French memoire, from memoire memory, from Latin memoria"
    },
    {
      "word": "hypocritical",
      "definition": "Characterized by hypocrisy or being a hypocrite.",
      "origin": "hypocritic \"of a hypocrite\" (borrowed from Medieval Latin hypocriticus, borrowed from Greek hypokritikós \"of acting, skilled in rhetorical delivery,\" from hypokritḗs \"answerer, actor on a stage\" + -ikos ) +"
    },
    {
      "word": "plaid",
      "definition": "a rectangular length of tartan worn over the left shoulder as part of the Scottish national costume",
      "origin": "Scottish Gaelic plaide"
    },
    {
      "word": "invincible",
      "definition": "Someone or something that cannot be defeated, destroyed or killed.",
      "origin": "Middle English, from Middle French or Late Latin; Middle French, from Late Latin invincibilis, from Latin in- + vincere to conquer"
    },
    {
      "word": "cylinders",
      "definition": "A surface created by projecting a closed two-dimensional curve along an axis intersecting the plane of the curve.",
      "origin": "Middle French or Latin; Middle French cylindre, from Latin cylindrus, from Greek kylindros, from kylindein to roll; perhaps akin to Greek kyklos wheel"
    },
    {
      "word": "chlorine",
      "definition": "A toxic, green, gaseous chemical element (symbol Cl) with an atomic number of 17."
    },
    {
      "word": "dirge",
      "definition": "A mournful poem or piece of music composed or performed as a memorial to a dead person.",
      "origin": "Middle English dirige, the Office of the Dead, from the first word of a Late Latin antiphon, from Latin, imperative of dirigere to direct"
    },
    {
      "word": "renowned",
      "definition": "Famous, celebrated, or well-known.",
      "origin": "see"
    },
    {
      "word": "ominous",
      "definition": "Menacing; threatening.",
      "origin": "see",
      "sentence": "Devil's Reef, the Devil's Horse-shoe or by some other term ominous of shipwrecks."
    },
    {
      "word": "traumatic",
      "definition": "Of or pertaining to wounds: as, <em>traumatic</em> inflammation.",
      "sentence": "The term traumatic condition can be any wound or injury regardless of the seriousness of the injury or wound."
    },
    {
      "word": "zeal",
      "definition": "Enthusiastic devotion to a cause, ideal, or goal. <i>synonym</i>: <strong> passion</strong>.",
      "origin": "Middle English zele, from Late Latin zelus, from Greek zēlos",
      "sentence": "And this also is that which they call zeal for the glory of God, and the honour of Christ!"
    },
    {
      "word": "parachute",
      "definition": "A device, generally constructed from fabric, that is designed to employ air resistance to control the fall of an object.",
      "origin": "borrowed from French, from para- (as in parasol ) + chute \"fall\""
    },
    {
      "word": "muffler",
      "definition": "Part of the exhaust pipe of a car that dampens the noise the engine produces."
    },
    {
      "word": "receipts",
      "definition": "The act of receiving, or the fact of having been received.",
      "origin": "Middle English receite, from Anglo-French, from Medieval Latin recepta, probably from Latin, neuter plural of receptus, past participle of recipere to receive"
    },
    {
      "word": "whittled",
      "definition": "To cut or shape wood with a knife."
    },
    {
      "word": "laborious",
      "definition": "Requiring much physical effort; toilsome."
    },
    {
      "word": "syndrome",
      "definition": "a group of signs and symptoms that occur together and characterize a particular abnormality or condition",
      "origin": "New Latin, from Greek syndromē combination, syndrome, from syn- + dramein to run"
    },
    {
      "word": "solemnly",
      "definition": "In a solemn manner.",
      "origin": "Middle English solempne, from Anglo-French, from Latin sollemnis regularly appointed, solemn"
    },
    {
      "word": "depots",
      "definition": "A storage facility, in particular, a warehouse.",
      "origin": "French dépôt, from Middle French depost, from Medieval Latin depositum, from Latin, neuter of depositus"
    },
    {
      "word": "appointment",
      "definition": "The act of appointing a person to hold an office or to have a position of trust",
      "origin": "see"
    },
    {
      "word": "premises",
      "definition": "Land, and all the built structures on it, especially when considered as a single place.",
      "origin": "in sense 1, from Middle English premisse, from Anglo-French, from Medieval Latin praemissa, from Latin, feminine of praemissus, past participle of praemittere to place ahead, from prae- pre- + mittere to send; in other senses, from Middle English premisses, from Medieval Latin praemissa, from Latin, neuter plural of praemissus"
    },
    {
      "word": "begrudge",
      "definition": "To grudge about or over; be envious or covetous.",
      "origin": "Middle English begrucchen, from be- + grucchen, gruggen \"to murmur, \""
    },
    {
      "word": "fiberglass",
      "definition": "Silica based glass extruded into fibers that possess a length at least 1000 times greater than their width."
    },
    {
      "word": "foreseeable",
      "definition": "Able to be foreseen or anticipated"
    },
    {
      "word": "safari",
      "definition": "A trip into any undeveloped area to see, photograph or hunt wild animals in their own environment.",
      "origin": "Swahili, journey, from Arabic safarī of a journey"
    },
    {
      "word": "contentious",
      "definition": "Marked by heated arguments or controversy.",
      "origin": "Middle English contenciose \"quarrelsome,\" borrowed from Middle French & Latin; Middle French contencieux \"subject to disagreement,\" borrowed from Latin contentiōsus \"persistent, obstinate, argumentative, quarrelsome,\" from contentiō \"exertion, competition, \" + -ōsus"
    },
    {
      "word": "salvaged",
      "definition": "(of property, people or situations at risk) to rescue."
    },
    {
      "word": "ratify",
      "definition": "To give formal consent to; make officially valid, sign off on.",
      "origin": "Middle English ratifien, from Anglo-French ratifier, from Medieval Latin ratificare, from Latin ratus determined, from past participle of reri to calculate"
    },
    {
      "word": "lasagna",
      "definition": "A flat sheet of pasta.",
      "origin": "Italian lasagna, from Vulgar Latin *lasania cooking pot, its contents, from Latin lasanum chamber pot, from Greek lasanon"
    },
    {
      "word": "precocious",
      "definition": "Characterized by exceptionally early development or maturity.",
      "origin": "Latin praecoc-, praecox early ripening, precocious, from prae- + coquere to cook"
    },
    {
      "word": "fissures",
      "definition": "A crack or opening, as in a rock.",
      "origin": "Middle English, borrowed from Middle French & Latin; Middle French fissure, borrowed from Latin fissūra \"splitting, crack, opening,\" from fissus, past participle of findere \"to split, cleave\" + -ūra"
    },
    {
      "word": "scalpel",
      "definition": "A small straight knife with a very sharp blade used for surgery, dissection and craftwork.",
      "origin": "Latin scalpellus, scalpellum, diminutive of scalper, scalprum chisel, knife, from scalpere to scratch, carve"
    },
    {
      "word": "substantially",
      "definition": "In a strong substantial manner; considerably."
    },
    {
      "word": "ensemble",
      "definition": "A group of separate things that contribute to a coordinated whole.",
      "origin": "borrowed from French, \"unity, cohesion, group, set, musical ensemble, outfit,\" noun derivative of ensemble \"together, at the same time,\" going back to Old French, \"with one another,\" going back to Vulgar Latin *insemul, reshaping of Latin insimul \"in company, together,\" from in- + simul \"together, at the same time\""
    },
    {
      "word": "enthusiastic",
      "definition": "With zealous fervor; excited, motivated.",
      "origin": "borrowed from New Latin & Greek; New Latin enthūsiasticus, borrowed from Greek enthousiastikós \"inspired, excited,\" from enthousiastḗs \"person inspired by a god\" + -ikos"
    },
    {
      "word": "reclusive",
      "definition": "Of, characterized by, or preferring privacy and isolation; secluded."
    },
    {
      "word": "mercantile",
      "definition": "Concerned with the exchange of goods for profit.",
      "origin": "French, from Italian, from mercante merchant, from Latin mercant-, mercans, from present participle of mercari to trade"
    },
    {
      "word": "cadre",
      "definition": "A frame or framework.",
      "origin": "French, from Italian quadro, from Latin quadrum square"
    },
    {
      "word": "discipline",
      "definition": "A controlled behaviour; self-control.",
      "origin": "Middle English, \"chastisement, system of ordered conduct, instruction, branch of learning,\" borrowed from Anglo-French & Latin; Anglo-French, borrowed from Latin disciplīna \"teaching, instruction, branch of study, orderly conduct based on moral training\" (Medieval Latin, \"chastisement, scourging\"), from discipulus \"pupil, learner\" + -īna, suffix denoting a place or practice (from noun derivative of feminine of -īnus )"
    },
    {
      "word": "compassionate",
      "definition": "To feel compassion (for someone or with regard to something); to regard (someone or something) with compassion.",
      "origin": "see"
    },
    {
      "word": "formidable",
      "definition": "Causing fear, dread, awe, or discouragement as a result of size, strength, or some other impressive feature; commanding respect; causing wonder or astonishment.",
      "origin": "Middle English, from Latin formidabilis, from formidare to fear, from formido terror, bogey; akin to Greek mormō bogey"
    },
    {
      "word": "lye",
      "definition": "An alkaline liquid made by leaching ashes (usually wood ashes).",
      "origin": "Middle English liȝe, lie, leye, going back to Old English lēag, lǣg, going back to Germanic *laugō- (whence also Middle Dutch loge \"lye,\" Old High German louga, Old Icelandic laug \"bath\"), probably going back to pre-Germanic *lou̯h3-káh2, derivative with a velar suffix *-k- from the Indo-European verbal base *lou̯h3- \"wash,\" whence also Latin lavere \"to wash\" (transitive), lavāre \"to wash oneself,\" Greek loúō, loéō, loúein \"to wash, bathe\" (transitive), Armenian loganam \"(I) bathe\" (with a velar suffix)"
    },
    {
      "word": "unfamiliar",
      "definition": "An unfamiliar person; a stranger."
    },
    {
      "word": "bulletin",
      "definition": "A short report, especially one released through official channels to be broadcast or publicized.",
      "origin": "French, from Middle French, from bullette seal, notice, diminutive of bulle seal, from Medieval Latin bulla"
    },
    {
      "word": "propaganda",
      "definition": "A concerted set of messages aimed at influencing the opinions or behavior of large numbers of people.",
      "origin": "New Latin, from Congregatio de propaganda fide Congregation for propagating the faith, organization established by Pope Gregory XV †1623"
    },
    {
      "word": "belfry",
      "definition": "A movable tower used in sieges.",
      "origin": "Middle English belfrey, berfrey, bell tower, siege tower, from Anglo-French *berfrei, *belfrei, of Germanic origin (akin to Middle High German bërvrit siege tower); akin to Old High German bergan to shelter and to Old English frith peace, refuge"
    },
    {
      "word": "scurrying",
      "definition": "To run with quick light steps, to scamper.",
      "origin": "short for hurry-scurry, reduplication of hurry"
    },
    {
      "word": "alfalfa",
      "definition": "A plant, principally of Medicago sativa, grown as a pasture crop.",
      "origin": "Spanish, modification of Arabic dialect al-faṣfaṣa the alfalfa"
    },
    {
      "word": "marquee",
      "definition": "A large tent with open sides, used for outdoors entertainment.",
      "origin": "modification of French marquise, literally, marchioness"
    },
    {
      "word": "lacrosse",
      "definition": "A sport played on a field between two opposing teams using sticks (crosses) and a ball, whereby one team defeats the other by achieving a higher score by scoring goals within the allotted time.",
      "origin": "Canadian French la crosse, literally, the crooked stick"
    },
    {
      "word": "dignitaries",
      "definition": "Plural form of <xref>dignitary</xref>.",
      "sentence": "Several wives and sons and daughters of the FEPOWs were also present, along with members of the TPCMS and dignitaries from the Taiwan government and the Water Conservation Agency that administers the site of the former camp."
    },
    {
      "word": "officially",
      "definition": "In an official capacity; as an official: as, I am not <em>officially</em> cognizant of the matter; <em>officially</em> connected with some undertaking.",
      "origin": "Middle English, \"functional (of a part of the body),\" borrowed from Medieval Latin officiālis \"functional, pertaining to duties of an office,\" going back to Latin, \"pertaining to fixed duties,\" from officium \"duty, \" + -ālis",
      "sentence": "The former Kepco chief left the company on Aug. 29, three days after his term officially ended, according to company spokeswoman Kim Hye Lim."
    },
    {
      "word": "proficient",
      "definition": "Having or marked by an advanced degree of competence, as in an art, vocation, profession, or branch of learning.",
      "origin": "Latin proficient-, proficiens, present participle of proficere to go forward, accomplish, from pro- forward + facere to make ,"
    },
    {
      "word": "sluice",
      "definition": "An artificial passage for water, fitted with a valve or gate, for example in a canal lock or a mill stream, for stopping or regulating the flow.",
      "origin": "Middle English sluse, alteration of scluse, from Anglo-French escluse, from Late Latin exclusa, from Latin, feminine of exclusus, past participle of excludere to exclude"
    },
    {
      "word": "pizzeria",
      "definition": "A restaurant that bakes and sells pizzas.",
      "origin": "Italian, from pizza"
    },
    {
      "word": "crematorium",
      "definition": "A furnace or establishment for the incineration of corpses.",
      "sentence": "I don't know if they gassed people there, but a hell of a lot of people died there and the crematorium is the resting place of those cremated whose ashes didn't fall on us."
    },
    {
      "word": "compunction",
      "definition": "A pricking of conscience or a feeling of regret, especially one which is slight or fleeting.",
      "origin": "Middle English compunccioun, from Anglo-French compunction, from Late Latin compunction-, compunctio, from Latin compungere to prick hard, sting, from com- + pungere to prick"
    },
    {
      "word": "cajolery",
      "origin": "French",
      "definition": "Cajolement"
    },
    {
      "word": "dismissal",
      "definition": "The act of sending someone away."
    },
    {
      "word": "bayonet",
      "definition": "A pointed instrument of the dagger kind fitted on the muzzle of a musket or rifle, so as to give the soldier increased means of offence and defence. Originally, the bayonet was made with a handle, which needed to be fitted into the bore of the musket after the soldier had fired.",
      "origin": "French baïonnette, from Bayonne, France"
    },
    {
      "word": "emphatically",
      "definition": "uttered with or marked by emphasis",
      "origin": "borrowed from French & Late Latin; French emphatique \"forcefully expressive,\" going back to Middle French, borrowed from Late Latin emphaticus, borrowed from Greek emphatikós \"expressive, indicative,\" from empha-, stem in noun derivation of emphaínein \"to exhibit, display, indicate\" + -t-, verbal adjective formative + -ikos"
    },
    {
      "word": "vigilance",
      "definition": "Alert watchfulness."
    },
    {
      "word": "skittish",
      "definition": "Easily scared or startled; timid.",
      "origin": "Middle English, from skit- (probably from Old Norse skyt-) + -ish"
    },
    {
      "word": "amicable",
      "definition": "Showing friendliness or goodwill.",
      "origin": "Middle English, borrowed from Late Latin amīcābilis \"friendly\""
    },
    {
      "word": "hyperventilated",
      "definition": "To breathe quickly and deeply, especially at an abnormally rapid rate."
    },
    {
      "word": "residuals",
      "definition": "A remainder left over at the end of some process.",
      "origin": "Latin residuum residue"
    },
    {
      "word": "careened",
      "definition": "To heave a ship down on one side so as to expose the other, in order to clean it of barnacles and weed, or to repair it below the water line.",
      "origin": "from carine side of a ship, from Middle French, submerged part of a hull, from Latin carina hull, half of a nutshell; perhaps akin to Greek karyon nut"
    },
    {
      "word": "exuberant",
      "definition": "(of people) Very high-spirited; extremely energetic and enthusiastic.",
      "origin": "Middle English, from Middle French, from Latin exuberant-, exuberans, present participle of exuberare to be abundant, from ex- + uber fruitful, from uber udder"
    },
    {
      "word": "ostracism",
      "definition": "In ancient Athens (and some other cities), the temporary banishment by popular vote of a citizen considered dangerous to the state.",
      "origin": "borrowed from New Latin ostracismus, borrowed from Greek ostrakismós, from ostrakízein \"to \" + -ismos"
    },
    {
      "word": "boutique",
      "origin": "French",
      "definition": "A small shop, especially one that sells fashionable clothes, jewelry and the like."
    },
    {
      "word": "nomination",
      "definition": "An act or instance of nominating."
    },
    {
      "word": "beautician",
      "definition": "One who does hair styling, manicures, and other beauty treatments.",
      "origin": "+"
    },
    {
      "word": "onslaught",
      "definition": "A fierce attack.",
      "origin": "modification of Dutch aanslag act of striking; akin to Old English an on and to Old English slēan to strike"
    },
    {
      "word": "peroxide",
      "definition": "A divalent radical or anion containing two oxygen atoms linked by a covalent bond; any substance containing this group which yields hydrogen peroxide when treated with an acid"
    },
    {
      "word": "opportunist",
      "definition": "Someone who takes advantage of any opportunity to advance their own situation, placing expediency above principle.",
      "origin": "+ , probably after French opportuniste"
    },
    {
      "word": "equations",
      "definition": "The act or process of equating two or more things, or the state of those things being equal (that is, identical)."
    },
    {
      "word": "ruefully",
      "definition": "exciting pity or sympathy : pitiable"
    },
    {
      "word": "aristocracy",
      "definition": "The nobility, or the hereditary ruling class.",
      "origin": "Middle French & Late Latin; Middle French aristocratie, from Late Latin aristocratia, from Greek aristokratia, from aristos best + -kratia -cracy"
    },
    {
      "word": "dictatorship",
      "definition": "A type of government where absolute sovereignty is allotted to an individual or a small clique.",
      "origin": "+ , as translation of Latin dictātūra"
    },
    {
      "word": "assignment",
      "definition": "The act of assigning; the allocation of a job or a set of tasks.",
      "origin": "see"
    },
    {
      "word": "misanthrope",
      "definition": "One who hates all mankind; one who hates the human race.",
      "origin": "Greek misanthrōpos hating humankind, from misein to hate + anthrōpos human being"
    },
    {
      "word": "apocalypse",
      "definition": "A revelation.",
      "origin": "Middle English Apocalipse \"Revelation (the New Testament book),\" borrowed from Anglo-French, borrowed from Late Latin apocalypsis \"revelation, the Book of Revelation,\" borrowed from Greek apokálypsis \"uncovering, disclosure, revelation,\" from apokalyp-, stem of apokalýptein \"to uncover, disclose, reveal\" (from apo- + kalýptein \"to cover, protect, conceal,\" of uncertain origin) + -sis"
    },
    {
      "word": "tuberculosis",
      "definition": "An infectious disease of humans and animals caused by a species of mycobacterium, usually Mycobacterium tuberculosis, mainly infecting the lungs where it causes tubercles characterized by the expectoration of mucus and sputum, fever, weight loss, and chest pain, and transmitted through inhalation or ingestion of bacteria.",
      "origin": "New Latin"
    },
    {
      "word": "patriarchs",
      "definition": "The highest form of bishop, in the ancient world having authority over other bishops in the province but now generally as an honorary title; in Roman Catholicism, considered a bishop second only to the Pope in rank.",
      "origin": "Middle English patriarche, from Anglo-French, from Late Latin patriarcha, from Greek patriarchēs, from patria lineage (from patr-, patēr father) + -archēs -arch"
    },
    {
      "word": "barricade",
      "definition": "A barrier constructed across a road, especially as a military defence",
      "origin": "borrowed from Middle French, noun derivative of barricade"
    },
    {
      "word": "chandelier",
      "definition": "A branched, often ornate, lighting fixture suspended from the ceiling",
      "origin": "borrowed from French, going back to Old French, going back to Vulgar Latin *candēlārium, formed by substitution of the suffix -ārium from Latin candēlābrum"
    },
    {
      "word": "camphor",
      "definition": "A white transparent waxy crystalline isoprenoid ketone, 1,7,7-trimethylbicyclo[2.2.1]heptan-2-one, with a strong pungent odour, used in pharmacy.",
      "origin": "Middle English caumfre, from Anglo-French, from Medieval Latin camphora, from Arabic kāfūr, from Malay kapur"
    },
    {
      "word": "confreres",
      "definition": "A colleague or fellow, especially a professional one.",
      "origin": "Middle English, from Anglo-French, translation of Medieval Latin confrater"
    },
    {
      "word": "dulce",
      "definition": "sweetened caramelized milk that is traditionally made by reducing a mixture of milk and sugar over heat —often used before another noun",
      "origin": "borrowed from American Spanish, from Spanish dulce \"sweet food, dessert\" (noun derivative of dulce, adjective, \"sweet,\" going back to Latin dulcis) + de \"of, from\" (going back to Latin dē) + leche \"milk,\" going back to Latin lact-, lac , ,"
    },
    {
      "word": "Tucson",
      "definition": "city in southeastern Arizona population 520,116"
    },
    {
      "word": "boll weevil",
      "definition": "Beetle measuring an average length of six millimeters (¼ inch), which feeds on cotton buds and flowers, native to Central America"
    },
    {
      "word": "Oswego",
      "definition": "city on Lake Ontario in northern New York population 18,142"
    },
    {
      "word": "diphtheria",
      "origin": "Greek",
      "definition": "A serious infectious disease which causes inflammation of mucous membranes of the upper respiratory tract caused by Corynebacterium diphtheriae."
    },
    {
      "word": "baklava",
      "definition": "A dessert made of paper-thin layers of pastry, chopped nuts, and honey.",
      "origin": "Turkish",
      "sentence": "In the Middle East, the term baklava can be used as a catch-all for syrup-soaked desserts."
    },
    {
      "word": "anonymously",
      "definition": "In an anonymous manner; without a name.",
      "origin": "+",
      "sentence": "We all know that posting completely \"anonymously\" is not really possible anymore because we all leave a traceable digital footprint."
    },
    {
      "word": "concierge",
      "definition": "A staff member of a hotel or apartment complex who assists guests or residents, as by handling the storage of luggage, taking and delivering messages, and making reservations for tours.",
      "origin": "French",
      "sentence": "He doesn't like the term concierge care, which he said conjures images of pricey institutions, such as the Ritz-Carlton."
    },
    {
      "word": "paparazzi",
      "definition": "A paparazzo.",
      "origin": "Italian, from Paparazzo, surname of such a photographer in the film La dolce vita (1959) by Federico Fellini"
    },
    {
      "word": "corbels",
      "definition": "A structural member jutting out of a wall to carry a superincumbent weight.",
      "origin": "Middle English, \"raven, architectural corbel,\" borrowed from Middle French (Anglo-French, \"crow, raven\"), going back to Old French, from corp \"raven\" (going back to Latin corvus) + -el, diminutive suffix (going back to Latin -ellus)"
    },
    {
      "word": "unparalleled",
      "definition": "Having no parallel; without equal; lacking anything similar or worthy of comparison."
    },
    {
      "word": "latticework",
      "definition": "A lattice or lattice-like structure; interlacing laths or strips."
    },
    {
      "word": "pumpernickel",
      "origin": "German",
      "definition": "A German sourdough bread made from rye."
    },
    {
      "word": "trebuchets",
      "origin": "French",
      "definition": "A medieval siege engine consisting of a large pivoting arm heavily weighted on one end."
    },
    {
      "word": "barrette",
      "definition": "A clasp or clip for gathering and holding the hair.",
      "origin": "French, diminutive of barre bar"
    },
    {
      "word": "hibiscus",
      "definition": "A flower of the genus Hibiscus, especially Hibiscus syriacus, found in tropical to temperate regions, of some species used for making infusions/tea.",
      "origin": "New Latin, from Latin, marshmallow"
    },
    {
      "word": "pogrom",
      "definition": "A riot aimed at persecution or massacre of a particular ethnic or religious group, usually Jews.",
      "origin": "Yiddish, from Russ, literally, devastation"
    },
    {
      "word": "Kilimanjaro",
      "definition": "volcanic massif in Tanzania near the border with Kenya whose central peak is the highest point in Africa"
    },
    {
      "word": "chassis",
      "definition": "A base frame, or movable railway, along which the carriage of a mounted gun moves backward and forward.",
      "origin": "borrowed from French châssis \"window sash, cold frame, frame holding cloth to be painted or embroidered, supporting frame of a motor vehicle,\" going back to Old French chasiz \"window frame\" from casse (Anglo-Norman & Norman dialect) \"reliquary\" (Middle French chasse \"frame, mount\") + -iz, denominal collective suffix, often of things linked or intertwined, of uncertain origin"
    },
    {
      "word": "tamale",
      "definition": "Mexican dish of cornmeal dough shell filled with various ingredients (e.g. chopped beef, pork, sweet filling) then steamed in corn husks.",
      "origin": "Mexican Spanish tamales, plural of tamal tamale, from Nahuatl tamalli steamed cornmeal dough"
    },
    {
      "word": "bursitis",
      "definition": "An inflammation of a bursa, most common in the shoulder, elbow or knee",
      "origin": "New Latin, from bursa"
    },
    {
      "word": "fräulein",
      "origin": "German"
    },
    {
      "word": "junket",
      "definition": "A basket.",
      "origin": "Middle English ioncate, ultimately from Vulgar Latin *juncata, from Latin juncus rush"
    },
    {
      "word": "maracas",
      "definition": "A Latin American percussion instrument consisting of a hollow-gourd rattle containing pebbles or beans and often played in pairs, as a rhythm instrument.",
      "origin": "Portuguese maracá, from Tupi maraká"
    },
    {
      "word": "pâtisserie",
      "origin": "French"
    },
    {
      "word": "protégé",
      "origin": "French",
      "sentence": "While Yau was in China, he visited Xi-Ping Zhu, a protégé of his who was now chairman of the mathematics department at Sun Yat-sen University. — Manifold Destiny by Sylvia Nasar and David Gruber, The New Yorker",
      "definition": "A person who is guided and supported by an older and more experienced person or mentor."
    },
    {
      "word": "quandary",
      "definition": "A state of not knowing what to decide; a state of difficulty or perplexity; a state of uncertainty, hesitation or puzzlement.",
      "origin": "origin unknown"
    },
    {
      "word": "gyroplane",
      "definition": "Any aircraft that obtains lift from both rotating blades and small wings.",
      "origin": "International Scientific Vocabulary"
    },
    {
      "word": "cycads",
      "definition": "Any plant of the division Cycadophyta, having a stout and woody trunk with a crown of large, hard and stiff, evergreen leaves.",
      "origin": "New Latin Cycad-, Cycas, genus name, from Greek kykas, manuscript variant of koïkas, accusative plural of koïx, a kind of palm"
    },
    {
      "word": "hors d'oeuvres",
      "origin": "French",
      "definition": "A small, light, and usually savory first course in a meal."
    },
    {
      "word": "Erie",
      "definition": "a member of an Indigenous people living south of Lake Erie in the 17th century",
      "origin": "American French Erie, Erié, modification of Huron Eriehronon the Erie people"
    },
    {
      "word": "burpees",
      "definition": "A physical exercise performed by bending over, performing a squat thrust, returning to a standing position, and jumping once."
    },
    {
      "word": "sarsaparilla",
      "origin": "Spanish",
      "definition": "Any of various tropical (Central and South) American vines of the genus Smilax, such as Smilax regelii, which have fragrant roots."
    },
    {
      "word": "maquisards",
      "definition": "A member of a resistance or guerrilla movement, originally and chiefly that of the French during the German occupation of 1940-5."
    },
    {
      "word": "gingham",
      "definition": "A cotton fabric made from dyed and white yarn woven in checks",
      "origin": "modification of Malay genggang striped cloth"
    },
    {
      "word": "Adriatic",
      "definition": "arm of the Mediterranean Sea between Italy and the Balkan Peninsula"
    },
    {
      "word": "maître d'",
      "origin": "French",
      "definition": "A headwaiter."
    },
    {
      "word": "Aubusson",
      "definition": "a figured scenic tapestry used for wall hangings and upholstery; also : a rug woven to resemble Aubusson tapestry",
      "origin": "Aubusson, town in France"
    },
    {
      "word": "silhouette",
      "origin": "French",
      "sentence": "I could see a silhouette of a figure looking out from the window, but I couldn't tell if it was a man or a woman.",
      "definition": "An illustrated outline filled in with a solid color(s), usually only black, and intended to represent the shape of an object without revealing any other visual details; a similar appearance produced when the object being viewed is situated in relative darkness with brighter lighting behind it; a profile portrait in black, such as a shadow appears to be."
    },
    {
      "word": "piccolo",
      "definition": "An instrument similar to a flute, but smaller, and playing an octave higher.",
      "origin": "Italian, small"
    },
    {
      "word": "cannelloni",
      "definition": "Wide tubes of pasta filled with a savoury stuffing and baked in the oven.",
      "origin": "Italian, plural of cannellone, augmentative of cannello segment of cane stalk, from canna"
    },
    {
      "word": "Charolais",
      "origin": "French",
      "definition": "any of a breed of large white cattle developed in France and used primarily for beef and crossbreeding"
    },
    {
      "word": "auxiliary",
      "definition": "A person or group that acts in an auxiliary manner.",
      "sentence": "auxiliary troops",
      "origin": "Middle English, \"(of a Roman soldier) not belonging to a regular legion,\" borrowed from Latin auxiliārius \"giving aid, (of troops) supplementing the regular army,\" from auxilium \"assistance, aid, supporting force, reinforcement\" (derivative from the base of augēre \"to increase\") + -ārius"
    },
    {
      "word": "au revoir",
      "origin": "French",
      "definition": "Goodbye till we meet again."
    },
    {
      "word": "boulangerie"
    },
    {
      "word": "thesaurus",
      "definition": "A publication, usually in the form of a book, that provides synonyms (and sometimes antonyms) for the words of a given language.",
      "sentence": "\"Roget\" is the leading brand name for a print English thesaurus that lists words under general concepts rather than just close synonyms.",
      "origin": "New Latin, from Latin, treasure, collection, from Greek thēsauros"
    },
    {
      "word": "tulle",
      "definition": "A kind of silk lace or light netting, used for clothing, veils, etc.",
      "origin": "French, from Tulle, France"
    },
    {
      "word": "bronchitis",
      "definition": "Chronic or acute inflammation of the mucous membrane of the bronchial tubes.",
      "origin": "Late Latin bronchium \"branch of a bronchus, bronchial tube\" +",
      "sentence": "It is chiefly in the throat what they call bronchitis and she has got to be very weak with it, and at the same time very liable to inflammation."
    }
  ],
  "total_words": 150
}