{
  "list": "Three Bee",
  "total_words": 1150,
  "words": [
    {
      "word": "à fond"
    },
    {
      "word": "à la grecque"
    },
    {
      "word": "ab aeterno"
    },
    {
      "word": "abaculus"
    },
    {
      "word": "abomasum",
      "definition": "The fourth or digestive compartment of the stomach of a cow or other ruminant, after the omasum.",
      "origin": "borrowed from New Latin abomāsum, from ab- + omāsum"
    },
    {
      "word": "abraum"
    },
    {
      "word": "acacia",
      "definition": "A shrub or tree of the tribe Acacieae.",
      "origin": "borrowed from New Latin, going back to Latin, \"a species of Acacia, gum arabic,\" borrowed from Greek akakía \"a plant of the Acacia genus (probably A. nilotica), acacia extract,\" of obscure origin; (sense 1) Middle English acacia, acacie \"astringent gum made from the juice of green plums or sloes,\" borrowed from Anglo-French & Medieval Latin; Anglo-French acasie, acacie \"juice of plums or sloes,\" borrowed from Medieval Latin acacia, going back to Latin, \"gum arabic\""
    },
    {
      "word": "accordatura"
    },
    {
      "word": "aceituna",
      "sentence": "It was the Romans who first turned Spain into the olive-oil producing hub of the western world, and the Arabs who fine-tuned the production techniques, giving the olive its Spanish name, \"aceituna\"."
    },
    {
      "word": "acerola",
      "definition": "A tropical American evergreen shrub <em>(Malpighia glabra)</em> having pinkish flowers and red cherrylike edible fruits that are rich in vitamin C.",
      "origin": "borrowed from American Spanish, going back to Spanish, \"fruit of the hawthorn Crataegus azarolus,\" earlier (14th-century Aragon) azarolla, borrowed from Arabic az-zaʽrūra, from az (assimilated form of al \"the\") + zaʽrūra, zuʽrūra, derivative of zuʽrūr \"the hawthorn Crataegus azarolus\"",
      "sentence": "Vitamin C: A very potent antioxidant; use a natural form such as acerola, which contains associated micronutrients."
    },
    {
      "word": "acetaminophen",
      "definition": "A crystalline compound, C<sub>8</sub>H<sub>9</sub>NO<sub>2</sub>, used in medicine to relieve pain and reduce fever.",
      "origin": "+ +"
    },
    {
      "word": "acetone",
      "definition": "A colorless, volatile, extremely flammable liquid ketone, C<sub>3</sub>H<sub>6</sub>O, widely used as an organic solvent.",
      "origin": "borrowed from French acétone, from (esprit pyro-)acétique, literally, \"pyro-acetic spirit,\" an earlier name for acetone + -one"
    },
    {
      "word": "acharya",
      "definition": "A spiritual teacher, guru."
    },
    {
      "word": "Achernar"
    },
    {
      "word": "acicula"
    },
    {
      "word": "acidophilus",
      "definition": "Lactobacillus acidophilus, one of the bacteria commonly used in fermenting yogurt",
      "origin": "borrowed from New Latin, \"acidophilic,\" specific epithet of Lactobacillus acidophilus"
    },
    {
      "word": "acoel"
    },
    {
      "word": "acrogeria"
    },
    {
      "word": "acropachy"
    },
    {
      "word": "ad nauseam",
      "sentence": "A drunk person was repeating the same old story ad nauseam.",
      "definition": "To a nauseating or sickening degree.",
      "origin": "borrowed from Latin"
    },
    {
      "word": "adieu",
      "sentence": "We bid our final adieus to our family, then boarded the ship, bound for America.",
      "definition": "A farewell, a goodbye; especially a fond farewell, or a lasting or permanent farewell.",
      "origin": "Middle English, borrowed from Anglo-French a deu, a dieu, literally, \"to God\""
    },
    {
      "word": "adscititious",
      "definition": "Derived or acquired from something extrinsic; not part of the real, inherent, or essential nature of a thing.",
      "origin": "borrowed from New Latin adscītīcius, ascītīcius, from Latin adscītus, ascītus, past participle of adscīscere, ascīscere \"to take to oneself, admit, adopt\" (from ad- + scīscere \"to get to know, ascertain, vote for, approve,\" inchoative derivative of scīre \"to know\") + -īcius"
    },
    {
      "word": "Aegilops"
    },
    {
      "word": "aegrotat",
      "definition": "A certificate indicating that a student is ill, excusing attendance at lectures and examinations and allowing courses to be passed without finishing the work."
    },
    {
      "word": "aerocele"
    },
    {
      "word": "aerophilatelic",
      "definition": "Of or relating to <xref>aerophilately</xref>."
    },
    {
      "word": "Aesculapius",
      "definition": "The god of medicine and healing."
    },
    {
      "word": "Aesir",
      "definition": "The gods of the Norse pantheon.",
      "origin": "borrowed from Old Norse Æsir, plural of áss \"(pagan) god, member of the Aesir,\" going back to Germanic *ansu-"
    },
    {
      "word": "affiche",
      "definition": "A paper of any kind pasted or affixed to a wall, post, etc., to be read by passers-by; a poster."
    },
    {
      "word": "agitprop",
      "definition": "Political propaganda disseminated through art, drama, literature, etc., especially communist propaganda; (specifically) such propaganda formerly disseminated by the Department for Agitation and Propaganda of the Central Committee of the Communist Party of the Soviet Union; also , an instance of such propaganda.",
      "origin": "borrowed from Russian Agitprop, shortened from Agitacionnopropagandistskij otdel \"Agitation-Propaganda Section (of the Central Committee, or a local committee, of the Communist Party)\"; later used for the head of such a section, or in compound names of political education organs, as agitpropbrigada \"agitation-propaganda brigade\""
    },
    {
      "word": "Aglaia",
      "definition": "one of the three sister goddesses (known as the three Graces) who are the givers of charm and beauty in Greek mythology",
      "origin": "Latin, from Greek"
    },
    {
      "word": "agrypnia"
    },
    {
      "word": "ahimsa",
      "definition": "A doctrine of non-violence, concerned with the sacredness of all living things and an effort to avoid causing harm to them.",
      "origin": "Sanskrit ahiṁsā noninjury"
    },
    {
      "word": "ahuatle"
    },
    {
      "word": "Ahuehuete"
    },
    {
      "word": "Ahura Mazda",
      "definition": "the Supreme Being represented as a deity of goodness and light in Zoroastrianism",
      "origin": "Avestan Ahuramazda, literally, wise god"
    },
    {
      "word": "ailanthus",
      "definition": "Any of several deciduous Asiatic trees of the genus Ailanthus, including the tree of heaven.",
      "origin": "New Latin, from Kamarian (Austronesian language of the Piru Bay region, Seram) ai lanito, literally, the sky tree, or from a cognate phrase in a related central Moluccan language"
    },
    {
      "word": "aileron",
      "definition": "The hinged part on the trailing edge of an airplane wing, used to control longitudinal turns.",
      "origin": "borrowed from French, \"tip of a bird's wing, fin, aileron of an airplane,\" going back to Middle French aleron \"tip of a bird's wing,\" from aelle, aile \"wing\" (going back to Old French ele, going back to Latin āla) + -eron, diminutive suffix, probably from -ier + -on, diminutive suffix, going back to Latin -ōn-, -ō, suffix of nouns denoting persons with a prominent characteristic (from construal of nouns such as quarteron \"a quarter-pound weight\" —from quartier \"quarter\" + -on, diminutive suffix— as if formed from quart \"quarter\" + -eron)"
    },
    {
      "word": "ailette"
    },
    {
      "word": "aistopod"
    },
    {
      "word": "Aitutakian"
    },
    {
      "word": "ajimez"
    },
    {
      "word": "akkum"
    },
    {
      "word": "alate",
      "definition": "A winged, reproductive form of several social insects.",
      "origin": "Latin alatus, from ala"
    },
    {
      "word": "alcarraza"
    },
    {
      "word": "Alfvén"
    },
    {
      "word": "alisier"
    },
    {
      "word": "alleluiatic"
    },
    {
      "word": "allochroous"
    },
    {
      "word": "almuerzo"
    },
    {
      "word": "alouatte"
    },
    {
      "word": "alpargata",
      "definition": "In Spanish-speaking countries, a kind of sandal or low shoe with a hemp or rush sole and cloth upper.",
      "sentence": "While in Argentina he came across a shoe called the alpargata , a kind of espadrille, and thought it would sell well in the United States."
    },
    {
      "word": "altazimuth",
      "definition": "A mounting for astronomical telescopes that permits pointing adjustments in both altitude and azimuth.",
      "origin": "International Scientific Vocabulary altitude + azimuth",
      "sentence": "The instruments provided for the journey consisted of two barometers, two thermometers, two compasses, a sextant, two chronometers, an artificial horizon, and an altazimuth, to throw out the height of distant and inaccessible objects."
    },
    {
      "word": "amaryllis",
      "definition": "The belladonna lily, Amaryllis belladonna, native to South Africa.",
      "origin": "borrowed from New Latin, genus name, from Latin Amaryllis, name of a shepherdess in pastoral poetry, taken from Greek Amaryllís, a shepherdess in the verse of Theocritus",
      "sentence": "With my office covered in amaryllis and tulips, I've been grinning all day long!"
    },
    {
      "word": "amertoy"
    },
    {
      "word": "amour propre",
      "definition": "Self-regard, self-esteem.",
      "origin": "French amour-propre, literally, love of oneself"
    },
    {
      "word": "amphistylar",
      "definition": "Having columns at both front and back or on each side, as some Greek temples."
    },
    {
      "word": "amuse-gueule"
    },
    {
      "word": "anabathmoi"
    },
    {
      "word": "anaphylaxis",
      "definition": "Extreme sensitivity to a substance such as a foreign protein or drug.",
      "origin": "New Latin, from ana- + prophylaxis"
    },
    {
      "word": "anathema",
      "definition": "A ban or curse pronounced with religious solemnity by ecclesiastical authority, often accompanied by excommunication; something denounced as accursed.",
      "origin": "Late Latin anathemat-, anathema, from Greek, thing devoted to evil, curse, from anatithenai to set up, dedicate, from ana- + tithenai to place, set"
    },
    {
      "word": "ancien régime",
      "definition": "A system of government long since supplanted by another, particularly a state of feudalism with an absolute monarchy supported by the doctrine of divine right with the explicit consent of an established church."
    },
    {
      "word": "andouille",
      "definition": "A spiced, heavily smoked Cajun pork sausage, often made from the entire gastrointestinal system of the pig.",
      "origin": "French, from Old French andoille, from Vulgar Latin *inductilia, neuter plural of *inductilis made by insertion, from Latin inductus, past participle of inducere to insert, bring in"
    },
    {
      "word": "anemone",
      "definition": "Any plant of the genus Anemone, of the Ranunculaceae (or buttercup) family, such as the windflower.",
      "origin": "Latin, from Greek anemōnē"
    },
    {
      "word": "angiitis"
    },
    {
      "word": "aniseikonia",
      "definition": "a defect of binocular vision in which the two retinal images of an object differ in size",
      "origin": "+ Greek eikṓn \"image\" +"
    },
    {
      "word": "Anno Hegirae",
      "definition": "—used to indicate that a time division falls within the Islamic era",
      "origin": "New Latin, in the year of the Hegira"
    },
    {
      "word": "anomaliped"
    },
    {
      "word": "anosognosia"
    },
    {
      "word": "antenatus"
    },
    {
      "word": "Antigua",
      "definition": "island of the British West Indies in the Leewards area 108 square miles (281 square kilometers); with Barbuda it forms the independent nation of Antigua and Barbuda"
    },
    {
      "word": "Apabhramsa"
    },
    {
      "word": "ape-ape"
    },
    {
      "word": "aperçu",
      "origin": "French",
      "definition": "A clever insight."
    },
    {
      "word": "aphasia",
      "definition": "A partial or total loss of language skills due to brain damage. Usually, damage to the left perisylvian region, including Broca's area and Wernicke's area, causes aphasia.",
      "origin": "borrowed from French aphasie, from a- + Greek phásis \"utterance, statement\" (from pha-, variant stem of phēmí, phánai \"to say, speak\" + -sis ) + French -ie"
    },
    {
      "word": "Apistogramma"
    },
    {
      "word": "apocryphal",
      "definition": "Of, or pertaining to, the Apocrypha.",
      "origin": "+"
    },
    {
      "word": "apophyge"
    },
    {
      "word": "Apostolici"
    },
    {
      "word": "Appaloosa",
      "definition": "A breed of horse having a spotted rump.",
      "origin": "origin unknown"
    },
    {
      "word": "appetitost"
    },
    {
      "word": "après"
    },
    {
      "word": "Aramaic",
      "definition": "a Semitic language known since the ninth century b.c. as the speech of the Aramaeans and later used extensively in southwest Asia as a commercial and governmental language and adopted as their customary speech by various non-Aramaean peoples including the Jews after the Babylonian exile"
    },
    {
      "word": "Ardhamagadhi"
    },
    {
      "word": "Ardipithecus"
    },
    {
      "word": "ardoise"
    },
    {
      "word": "arenaceous",
      "definition": "(of soil) Sandy.",
      "origin": "Latin arenaceus, from arena"
    },
    {
      "word": "aretalogy",
      "definition": "A form of <xref>sacred</xref> <xref>biography</xref> in which a <xref>deity</xref>'s <xref>attributes</xref> are listed, in the form of poem or text, in the first person."
    },
    {
      "word": "as nas"
    },
    {
      "word": "ascites",
      "definition": "An accumulation of fluid in the peritoneal cavity, frequently symptomatic of liver disease.",
      "origin": "Middle English aschytes, from Late Latin ascites, from Greek askitēs, from askos"
    },
    {
      "word": "aspidistra",
      "definition": "Any of several Asian plants, of the genus Aspidistra, having large leaves and small bell-shaped flowers; widely cultivated as a houseplant",
      "origin": "New Latin, irregular from Greek aspid-, aspis shield"
    },
    {
      "word": "asylee",
      "definition": "A non-citizen of a country who has been granted asylum in that country."
    },
    {
      "word": "astaxanthin",
      "definition": "a carotenoid pigment C40H52O4 found in red- or pink-colored aquatic organisms (such as shrimp, lobster, and salmon) and the feathers of some birds that is used especially as a food coloring and dietary supplement",
      "origin": "borrowed from German, from Astacin, an oxidation product of astaxanthin (from New Latin Astacus, genus including Astacus gammarus, the European lobster—now Homarus gammarus— + German -in ) + Xanthin \"carotenoid pigment,\" from Greek xanthós \"yellow\" + German -in ; Astacus going back to Latin, \"lobster or crayfish,\" borrowed from Greek astakós, ostakós, of uncertain origin"
    },
    {
      "word": "astilbe",
      "definition": "A species, subspecies, cultivar, or specimen of the genus Astilbe.",
      "origin": "borrowed from New Latin, genus name, probably from Greek a- + stilbḗ, feminine of stilbós \"glittering, gleaming, resplendent,\" perhaps of pre-Greek substratal origin",
      "sentence": "This involved finding and placing an ornamental iron table and chairs, a stone bench, some hooks for hanging tools, a rhododendron, several azaleas, perennials such as astilbe and liriope, and a few bags of hardwood bark mulch."
    },
    {
      "word": "Asura",
      "definition": "<xref>Deities</xref> among the <xref>Hindu</xref> <xref>dharma</xref>. Considered to be a group of power-seeking deities, sometimes referred to as <xref>devas</xref>.",
      "sentence": "Instead, one has to do here with present supra- or infra- human forces/entities Sri Aurobindo uses the Vedic term Asura, which is functionally equivalent to the Western, or Near Eastern, notion of “demon” that are actively, though generally invisibly, involved in human affairs, and in this case, political affairs on a global scale."
    },
    {
      "word": "attacca",
      "definition": "In <em>music</em>, begin! a direction to proceed with a succeeding movement immediately, without pause.",
      "sentence": "Fleming managed a convincing attacca downshift from the \"éternellement lumineux\" young bodies of \"La maison\" to an intoxicated, drill-sergeant bark for \"Les deux guerriers.\""
    },
    {
      "word": "au bleu"
    },
    {
      "word": "au courant",
      "definition": "Informed on current affairs; up-to-date.",
      "origin": "French, literally, in the current"
    },
    {
      "word": "au jus",
      "definition": "served in the juice obtained from roasting —used following the noun it modifies",
      "origin": "French, literally, with juice"
    },
    {
      "word": "auwai"
    },
    {
      "word": "avgolemono",
      "definition": "a soup or sauce made with chicken stock, egg yolks, and lemon juice",
      "origin": "Modern Greek augolemono, from augo egg + lemoni lemon"
    },
    {
      "word": "azotea"
    },
    {
      "word": "azulejo",
      "definition": "A painted tin-glazed ceramic tile of a kind found in Spain and Portugal, often arranged to form geometric patterns.",
      "origin": "Portuguese or Spanish"
    },
    {
      "word": "baboen"
    },
    {
      "word": "baccate"
    },
    {
      "word": "bagwyn"
    },
    {
      "word": "bahr",
      "definition": "river 445 miles (716 kilometers) long in southwestern Sudan flowing east to unite with the Bahr el Jebel River forming the White Nile River"
    },
    {
      "word": "bailiwick",
      "definition": "The district within which a bailie or bailiff has jurisdiction.",
      "origin": "Middle English baillifwik, from baillif + wik dwelling place, village, from Old English wīc, from Latin vicus village"
    },
    {
      "word": "balata",
      "definition": "Manilkara bidentata, a large South American tree that yields latex and edible yellow berries.",
      "origin": "Spanish, from Carib"
    },
    {
      "word": "balbriggan",
      "definition": "An unbleached, knitted, cotton fabric mostly used for underwear.",
      "origin": "Balbriggan, town in Ireland"
    },
    {
      "word": "baleen",
      "definition": "The bony material that makes up the plates in the mouth of the baleen whale, Mysticeti, which it uses to trap its food; formerly used in corsetry",
      "origin": "Middle English balayn, baleyne \"whale, baleen,\" borrowed from Anglo-French balayne, baleyne \"whale, porpoise, baleen,\" going back to Latin balaena, ballaena, ballēna \"whale,\" probably borrowed, via an unknown intermediary language, from Greek phállaina, phálaina \"whale,\" perhaps of pre-Greek substratal origin"
    },
    {
      "word": "banh mi",
      "definition": "A Vietnamese sandwich, typically served on a baguette, and somewhat resembling a submarine sandwich.",
      "origin": "borrowed from Vietnamese bánh mì, literally, \"bread, baguette,\" from bánh \"cake, pastry\" + mì \"wheat\""
    },
    {
      "word": "Barnumesque",
      "definition": "Phineas Taylor 1810—1891 American showman"
    },
    {
      "word": "Bartókian"
    },
    {
      "word": "Barylambda"
    },
    {
      "word": "bas-relief",
      "definition": "sculptural relief in which the projection from the surrounding surface is slight and no part of the modeled form is undercut; also : sculpture executed in bas-relief",
      "origin": "French, from bas low + relief raised work"
    },
    {
      "word": "batamote"
    },
    {
      "word": "battue",
      "definition": "A form of hunting in which game is forced into the open by the beating of sticks on bushes, etc.",
      "origin": "French, from feminine of battu, past participle of battre to beat"
    },
    {
      "word": "Baucis",
      "definition": "A peasant woman of Phrygia who together with her husband Philemon received with great hospitality Zeus and Hermes disguised as men. The gods rewarded the couple by turning them in their old age into intertwining linden and oak trees.",
      "origin": "Latin, from Greek Baukis"
    },
    {
      "word": "bauxite",
      "definition": "The principal ore of aluminium; a clay-like mineral, being a mixture of hydrated oxides and hydroxides.",
      "origin": "French bauxite, from Les Baux, near Arles, France"
    },
    {
      "word": "Beauceron",
      "definition": "A large dog bred in Northern <xref>France</xref> for <xref>herding</xref> and <xref>guarding</xref>."
    },
    {
      "word": "beaumontage"
    },
    {
      "word": "Beaux arts",
      "definition": "The fine arts, especially in reference to the widely imitated conventional type of art and architecture advocated at the École des Beaux-Arts in Paris.",
      "origin": "French beaux-arts"
    },
    {
      "word": "beccafico"
    },
    {
      "word": "Bêche-de-Mer",
      "definition": "An echinoderm of the class Holothuroidea, with an elongated body and leathery skin."
    },
    {
      "word": "becquerel",
      "definition": "In the International System of Units, the derived unit of radioactive activity; the activity of a quantity of radioactive material in which one nucleus decays per second. Symbol: Bq",
      "origin": "after Antoine-Henri"
    },
    {
      "word": "ben trovato",
      "definition": "characteristic or appropriate even if not true",
      "origin": "Italian, literally, well found"
    },
    {
      "word": "Beowulf",
      "definition": "a legendary Geatish warrior and hero of the Old English poem Beowulf"
    },
    {
      "word": "berceuse",
      "definition": "A lullaby.",
      "origin": "French, from bercer to rock, from Old French bercier, from bers cradle"
    },
    {
      "word": "bergère"
    },
    {
      "word": "Bernoulli effect"
    },
    {
      "word": "Bessemer",
      "definition": "Sir Henry 1813—1898 English engineer"
    },
    {
      "word": "bêtise",
      "definition": "Silliness, folly, stupidity"
    },
    {
      "word": "betony",
      "definition": "Any plant of the genus Stachys.",
      "origin": "Middle English betone, from Anglo-French betoine, from Latin vettonica, betonica, from Vettones, an ancient people inhabiting the Iberian Peninsula"
    },
    {
      "word": "Bewusstseinslage"
    },
    {
      "word": "Bezier curve"
    },
    {
      "word": "bhangra",
      "definition": "A Punjabi dance music traditionally performed during harvest festivals and weddings, characterized by the beating of a large, two-headed drum.",
      "origin": "Panjabi bhaṁgṛā, a kind of folk dance",
      "sentence": "'Psychedelic bhangra' is no real musical term, but I see what the kid was getting at."
    },
    {
      "word": "bhikshuni",
      "sentence": "The gelong/gelongma (bhikshu/bhikshuni -- the fully ordained monk/nun) level are recorded in the Mulasarvastivadin school's Individual Liberation Sutras."
    },
    {
      "word": "bibelot",
      "definition": "A small decorative object; a trinket.",
      "origin": "French",
      "sentence": "The most recent uploads by m. bibelot feature some gorgeously warm images that are a tasty little afternoon treat."
    },
    {
      "word": "bibimbap",
      "definition": "A <xref>Korean</xref> dish of white <xref>rice</xref> topped with <xref>vegetables</xref>, <xref>beef</xref>, a whole <xref>egg</xref>, and gochujang (chile pepper paste).",
      "origin": "borrowed from Korean pibimpap, from pibim \"hash, chopped food\" + pap \"cooked rice\""
    },
    {
      "word": "bisbigliando"
    },
    {
      "word": "bismillah",
      "definition": "Used in belief of blessing the speaker's imminent action, especially prior to eating and drinking; sometimes used as an apotropaic. In the name of Allah!"
    },
    {
      "word": "blatherskite",
      "definition": "A voluble purveyor of nonsense; a blusterer.",
      "origin": "Scots, alteration of blather skate, from blather, blether blather + skate a contemptible person"
    },
    {
      "word": "blottesque"
    },
    {
      "word": "bobolink",
      "definition": "An American migratory songbird, Dolichonyx oryzivorus, resembling a blackbird with the bill of a finch.",
      "origin": "imitative"
    },
    {
      "word": "Bohairic",
      "definition": "A <xref>Coptic</xref> <xref>dialect</xref>."
    },
    {
      "word": "Boise",
      "definition": "The capital and largest city of Idaho, in the southwest part of the state on the <strong>Boise River,</strong> a tributary of the Snake River about 150 km (100 mi) long. The city was founded in 1863 after gold was discovered in the river valley."
    },
    {
      "word": "Bolognese",
      "definition": "An Italian sauce made of ground meat and tomato."
    },
    {
      "word": "boniface",
      "definition": "the proprietor of a hotel, nightclub, or restaurant",
      "origin": "Boniface, innkeeper in The Beaux' Stratagem (1707) by George Farquhar"
    },
    {
      "word": "bordereaux",
      "definition": "a detailed note or memorandum of account; especially : one containing an enumeration of documents",
      "origin": "French, from Middle French bordrel, probably from bord border, from Old French bort"
    },
    {
      "word": "Bosc",
      "definition": "a pear with firm flesh and brown or dark yellow skin",
      "origin": "short for Beurré Bosc, borrowed from French, from beurré, any of various soft-fleshed pear varieties (literally, buttered, from past participle of beurrer to spread with butter, verbal derivative of beurre butter) + Bosc, from Louis Augustin Guillaume Bosc d'Antic †1828 French naturalist"
    },
    {
      "word": "botryoidal",
      "definition": "Having the form of a bunch of grapes.",
      "origin": "Greek botryoeidēs, from botrys bunch of grapes"
    },
    {
      "word": "bouclé"
    },
    {
      "word": "boudin",
      "definition": "A kind of blood sausage in French, Belgian, Luxembourgish and related cuisines.",
      "origin": "Louisiana French & French, sausage"
    },
    {
      "word": "bouillon",
      "definition": "A clear seasoned broth made by simmering usually light meat, such as beef or chicken.",
      "origin": "French, from Old French boillon, from boillir to boil"
    },
    {
      "word": "boulevardier",
      "origin": "French",
      "definition": "A man who frequents the boulevards; thus, a man about town or bon vivant."
    },
    {
      "word": "bouleversement",
      "definition": "reversal",
      "origin": "French"
    },
    {
      "word": "boutade",
      "definition": "A sudden outbreak or outburst; a caprice, a whim."
    },
    {
      "word": "bozzetto"
    },
    {
      "word": "Braeburn"
    },
    {
      "word": "brouhaha",
      "sentence": "It caused quite a brouhaha when the school suspended one of its top students for refusing to adhere to the dress code.",
      "definition": "A stir; a fuss or uproar.",
      "origin": "French"
    },
    {
      "word": "brume",
      "sentence": "1972, All around their bubble of stupidity I could feel the brume of the dragon. — John Gardner, Grendel (André Deutsch 1972, p. 77)",
      "definition": "Mist, fog, vapour.",
      "origin": "French, mist, winter, from Old Occitan bruma, from Latin, winter solstice, winter; akin to Latin brevis short"
    },
    {
      "word": "bruschetta",
      "definition": "thick slices of bread grilled, rubbed with garlic, drizzled with olive oil, often topped with tomatoes and herbs, and usually served as an appetizer",
      "origin": "Italian, from Italian dialect (Tuscany), from bruscare to toast, burn, probably from Vulgar Latin *brusicare, frequentative of *brusare, *brusiare to burn"
    },
    {
      "word": "buccal",
      "definition": "of, relating to, near, involving, or supplying a cheek",
      "origin": "Latin bucca cheek"
    },
    {
      "word": "buñuelo"
    },
    {
      "word": "Bunyanesque",
      "definition": "of, relating to, or suggestive of the allegorical writings of John Bunyan"
    },
    {
      "word": "burelage"
    },
    {
      "word": "burgee",
      "definition": "A flag, usually a broad tapering pennant, often with a swallowtail, flown by yachts to identify the owner's yacht club.",
      "origin": "perhaps from French dialect bourgeais shipowner"
    },
    {
      "word": "burkee"
    },
    {
      "word": "Burkinabe",
      "definition": "landlocked republic in western Africa; until 1958 a French territory; capital Ouagadougou area 105,869 square miles (274,200 square kilometers), population 19,743,000"
    },
    {
      "word": "ca'canny",
      "definition": "slowdown",
      "origin": "borrowed from Scots, \"proceed warily, act cautiously\" (imperative and infinitive), from ca' \"to call, urge forward, drive, proceed\" (Scots form of ) + canny \"warily,\" from canny, adjective, \"prudent, wary\" (Scots senses of )"
    },
    {
      "word": "cacaxte"
    },
    {
      "word": "cabochon",
      "definition": "A convex-cut, polished stone.",
      "origin": "Middle French, diminutive of Middle French dialect (Picard) caboche head"
    },
    {
      "word": "cabotage",
      "definition": "The transport of goods or passengers between two points in the same country.",
      "origin": "French, from caboter to sail along the coast"
    },
    {
      "word": "cachexia",
      "definition": "A systemic wasting of muscle tissue, with or without loss of fat mass, that accompanies a chronic disease.",
      "origin": "borrowed from Late Latin, borrowed from Greek kachexía, from kakós \"bad, poor\" + héxis \"possession, condition, state\" (from hech-, the base of échō, échein \"to possess, keep, be in a given state\" + -sis ) + -ia ,"
    },
    {
      "word": "cacoëthes"
    },
    {
      "word": "Caerphilly",
      "definition": "A light-colored, crumbly cheese made from cow's milk.",
      "origin": "Caerphilly, urban district in Wales"
    },
    {
      "word": "caesious",
      "definition": "Lavender-colored; pale-blue, with a slight mixture of gray."
    },
    {
      "word": "cahiers",
      "definition": "A number of sheets of paper put loosely together; especially one of the successive portions of a work printed in numbers.",
      "origin": "French, from Middle French quaer, caier quire"
    },
    {
      "word": "caique",
      "definition": "a small <xref>wooden</xref> trading vessel, brightly painted and rigged for <xref>sail</xref>, traditionally used for <xref>fishing</xref> and <xref>trawling</xref>.",
      "origin": "French, from Turkish kayık",
      "sentence": "The Balun is a 24-meter, two-masted Turkish gulet, a kind of wooden sailboat also known as a caique (pronounced \"kai-eek\")."
    },
    {
      "word": "cairn",
      "definition": "A mound of stones erected as a memorial or marker.",
      "origin": "Middle English (Scots) carne, from Scottish Gaelic carn; akin to Old Irish & Welsh carn cairn",
      "sentence": "Ah, woe! the cairn is over Conn – his hundred battles done,"
    },
    {
      "word": "caisson",
      "definition": "A watertight structure within which construction work is carried on under water.",
      "origin": "French, from Middle French, from Old Occitan, from caissa chest, from Latin capsa",
      "sentence": "The term caisson is sometimes applied to flat air-tight constructions used for raising vessels out of water for cleaning or repairs, by being sunk under them and then floated; but these floating caissons are more commonly known as pontoons, or, when air-chambers are added at the sides, as floating dry-docks."
    },
    {
      "word": "calabash",
      "definition": "A tree (known as the calabash tree; Crescentia cujete) native to Central and South America, the West Indies, and southern Florida, bearing large, round fruit used to make containers (sense 3); the fruit of this tree.",
      "origin": "French & Spanish; French calebasse gourd, from Spanish calabaza"
    },
    {
      "word": "calamondin",
      "definition": "A small decorative evergreen citrus tree, of the hybrid Citrus × microcarpa, syn. ×Citrofortunella mitis, sometimes cultivated for its fruit.",
      "origin": "Tagalog kalamundíng"
    },
    {
      "word": "calenture",
      "definition": "A heat stroke or fever, often suffered in the tropics.",
      "origin": "Spanish calentura, from calentar to heat, from Latin calent-, calens, present participle of calēre to be warm"
    },
    {
      "word": "caliche",
      "definition": "A crude form of sodium nitrate from South America; used as a fertilizer.",
      "origin": "American Spanish, from Spanish, flake of lime, from cal lime, from Latin calx"
    },
    {
      "word": "caló"
    },
    {
      "word": "calusar"
    },
    {
      "word": "calvities"
    },
    {
      "word": "camarilla",
      "definition": "A secret, usually sinister, group of conspiring advisors close to the leadership; a cabal.",
      "origin": "Spanish, literally, small room"
    },
    {
      "word": "Camembert",
      "definition": "A soft, creamy cheese from France made from cow's milk.",
      "origin": "French, from Camembert, Normandy, France"
    },
    {
      "word": "canaille",
      "definition": "rabble, riffraff",
      "origin": "French, from Italian canaglia, from cane dog, from Latin canis"
    },
    {
      "word": "canions"
    },
    {
      "word": "cantatrice",
      "definition": "a woman who is a singer; especially : an opera singer",
      "origin": "Italian & French; French, from Italian, from Late Latin cantatric-, cantatrix, feminine of Latin cantator singer, from cantare"
    },
    {
      "word": "caprifig",
      "definition": "a wild fig (Ficus carica sylvestris) of southern Europe and southwestern Asia used for caprification of the cultivated fig; also : its fruit",
      "origin": "Middle English caprifige, partial translation of Latin caprificus, from capr-, caper goat + ficus fig"
    },
    {
      "word": "Caracas",
      "definition": "city near the Caribbean coast of Venezuela; the nation's capital population 1,836,000"
    },
    {
      "word": "carcajou",
      "definition": "Synonym of wolverine (a solitary, fierce member of the weasel family)"
    },
    {
      "word": "carnifices"
    },
    {
      "word": "carrageenan",
      "definition": "A food additive made from a purified extract of red seaweed, commonly used as a thickening agent.",
      "origin": "carrageen + or"
    },
    {
      "word": "Carrickmacross"
    },
    {
      "word": "cartouches",
      "definition": "An ornamental figure, often on an oval shield.",
      "origin": "Middle French cartouche, from Italian cartoccio, from carta"
    },
    {
      "word": "caryatid",
      "definition": "A sculpted female figure serving as an architectural element, used as a support for entablature.",
      "origin": "Latin caryatides, plural, from Greek karyatides priestesses of Artemis at Caryae, caryatids, from Karyai Caryae in Laconia"
    },
    {
      "word": "Casimir effect"
    },
    {
      "word": "Castalia"
    },
    {
      "word": "catachresis",
      "definition": "A misuse of a word; an application of a term to something which it does not properly denote.",
      "origin": "Latin, from Greek katachrēsis misuse, from katachrēsthai to use up, misuse, from kata- + chrēsthai to use"
    },
    {
      "word": "cataphora",
      "definition": "the use of a grammatical substitute (such as a pronoun) that has the same reference as a following word or phrase",
      "origin": "cata- + anaphora"
    },
    {
      "word": "catarrh",
      "definition": "Inflammation of the mucous membranes of the nose and throat.",
      "origin": "Middle English catarre, from Middle French or Late Latin; Middle French catarrhe, from Late Latin catarrhus, from Greek katarrhous, from katarrhein to flow down, from kata- + rhein to flow"
    },
    {
      "word": "catjang",
      "definition": "The pigeonpea or Kongo pea, <em>Cajan Cajan.</em> See <internalXref urlencoded=\"Cajan\">Cajan</internalXref> and <em>dholl.</em>"
    },
    {
      "word": "cavalletti",
      "definition": "a series of timber jumps that are adjustable in height for schooling horses",
      "origin": "borrowed from Italian, plural of cavalletto \"trestle, stand,\" from cavallo \"horse\" (going back to Latin caballus \"work horse, gelding\") + -etto, diminutive suffix"
    },
    {
      "word": "caveola",
      "definition": "A small (50–100 nanometer) <xref>invagination</xref> of the <xref>plasma membrane</xref> in many vertebrate <xref>cell</xref> types.",
      "origin": "borrowed from New Latin caveola intracellularis, literally, \"intracellular pit\"; caveola, going back to Medieval Latin, diminutive of Latin cavea \"cage, enclosure\""
    },
    {
      "word": "cecidium",
      "definition": "An abnormal growth in a plant caused by gall-making insects, mites, and fungi; a gall; a gallnut."
    },
    {
      "word": "cephalopod",
      "definition": "Any mollusc, of the class Cephalopoda, which includes squid, cuttlefish, octopus, nautiloids etc.",
      "origin": "ultimately from cephal- + Greek pod-, pous foot"
    },
    {
      "word": "Cereus",
      "definition": "any of various cacti (as of the genus Cereus) of the western U.S. and tropical America",
      "origin": "New Latin, genus name, from Latin, wax candle, from cera wax"
    },
    {
      "word": "cermet",
      "definition": "A composite material composed of ceramic and metal materials, used in such applications as industrial saws and turbine blades.",
      "origin": "ceramic + metal"
    },
    {
      "word": "certiorari",
      "definition": "A grant of the right of an appeal to be heard by an appellate court where that court has discretion to choose which appeals it will hear.",
      "origin": "Middle English, from Latin, literally, to be informed; from the use of the word in the writ"
    },
    {
      "word": "chalaza",
      "definition": "The location where the nucellus attaches to the integuments, opposite the micropyle.",
      "origin": "New Latin, from Greek, hailstone"
    },
    {
      "word": "chalumeau",
      "definition": "A woodwind instrument which was the predecessor of the clarinet."
    },
    {
      "word": "chalybeate",
      "definition": "A mineral water containing iron, a voguish general remedy during the 17th-19th century.",
      "origin": "probably from New Latin chalybeatus, irregular from Latin chalybs steel, from Greek chalyb-, chalyps, from Chalybes, ancient people in Asia Minor"
    },
    {
      "word": "Chamonix",
      "definition": "valley in southeastern France northwest of Mont Blanc that was the site of Winter Olympic Games in 1924"
    },
    {
      "word": "champignon",
      "definition": "Agaricus bisporus, a species of mushroom commonly used in cooking",
      "origin": "French, from Middle French, alteration of champigneul, ultimately from Late Latin campania"
    },
    {
      "word": "Charon",
      "definition": "a son of Erebus who in Greek mythology ferries the souls of the dead over the Styx",
      "origin": "Latin, from Greek Charōn"
    },
    {
      "word": "charybdis",
      "definition": "a whirlpool off the coast of Sicily personified in Greek mythology as a female monster",
      "origin": "Latin, from Greek"
    },
    {
      "word": "chastushka",
      "definition": "a type of traditional <xref>Russian</xref> satirical or ironic folk poetry.",
      "sentence": "A few years later, on Christmas day, she and her father-tipsy, but \"steadfastly jolly\"-listened to Leonard Bernstein twist \"Jingle Bells\" into a \"barnstorming Russian chastushka.\""
    },
    {
      "word": "chasuble",
      "definition": "A long sleeveless vestment worn over the alb by a priest during services.",
      "origin": "Middle English chesible, from Anglo-French chesible, chasuble, from Late Latin casubla hooded garment",
      "sentence": "Now conical chasubles are rare enough to see, all things considered, but the sight of a conical rose chasuble is virtually unheard of:"
    },
    {
      "word": "chauve-souris",
      "sentence": "They most feared not ancient spirits but stumbling into unseen holes, and the ever-present fluttering chauve-souris bats, which swooped around their heads by the hundreds."
    },
    {
      "word": "cheongsam",
      "definition": "A tight-fitting formal woman's dress, usually brightly coloured, patterned and/or embroidered, with a split at the thigh.",
      "origin": "Chinese (Guangdong) chèuhng-sāam, literally, long gown",
      "sentence": "With its mandarin collar, snug fit and side slit, the qipao -- called a cheongsam in Cantonese -- is no longer daily wear, but it lives on as a look for special occasions."
    },
    {
      "word": "chèvre",
      "definition": "A type of soft cheese from goat’s milk, originating in France, often formed in a cylinder."
    },
    {
      "word": "chevrotain",
      "definition": "Any of several small hornless ruminants, of the genera Hyemoschus and Tragulus, native to tropical rainforests."
    },
    {
      "word": "chopine",
      "definition": "a woman's shoe of the 16th and 17th centuries with a very high sole designed to increase stature and protect the feet from mud and dirt",
      "origin": "Middle French chapin, from Old Spanish"
    },
    {
      "word": "chorten",
      "definition": "A Tibetan stupa.",
      "origin": "Tibetan mchod rten, literally, offering holder"
    },
    {
      "word": "choucroute",
      "definition": "sauerkraut",
      "origin": "French, modification of German Sauerkraut"
    },
    {
      "word": "ciénaga"
    },
    {
      "word": "ciliopathy"
    },
    {
      "word": "cioppino",
      "definition": "An Italian-American shellfish and tomato stew.",
      "origin": "modification of Italian dialect (Liguria) ciuppin"
    },
    {
      "word": "cire perdue",
      "definition": "Lost wax"
    },
    {
      "word": "cirri",
      "definition": "A tendril.",
      "origin": "New Latin, from Latin, curl"
    },
    {
      "word": "clerihew",
      "definition": "A humorous rhyme of four lines with the rhyming scheme AABB, usually regarding a person mentioned in the first line.",
      "origin": "Edmund Clerihew Bentley †1956 English writer"
    },
    {
      "word": "cobalamin",
      "definition": "Any of several forms of vitamin B12 depending on the upper axial ligand of the cobalt ion.",
      "origin": "cobalt + vitamin"
    },
    {
      "word": "coccygeal",
      "definition": "Relating to the coccyx",
      "origin": "Medieval Latin coccygeus of the coccyx, from Greek kokkyk-, kokkyx"
    },
    {
      "word": "cochineal",
      "definition": "A species of insect (Dactylopius coccus).",
      "origin": "Middle French & Spanish; Middle French cochenille, from Old Spanish cochinilla cochineal insect"
    },
    {
      "word": "colcannon",
      "definition": "A traditional Irish dish made from mashed potatoes and cabbage or kale, with scallions, butter, salt and pepper added.",
      "origin": "Irish cál ceannan, literally, white-speckled cabbage"
    },
    {
      "word": "colloque"
    },
    {
      "word": "colluctation",
      "definition": "A struggling against or with something, or a resisting; contest; struggle; opposition."
    },
    {
      "word": "colporteur",
      "definition": "A peddler of publications, especially of religious books",
      "origin": "French, alteration of Middle French comporteur, from comporter to bear, peddle"
    },
    {
      "word": "colubrine",
      "definition": "Any snake of the subfamily Colubrinae"
    },
    {
      "word": "concatenate",
      "definition": "To join or link together, as though in a chain.",
      "origin": "Middle English, from Late Latin concatenatus, past participle of concatenare to link together, from Latin com- + catena chain"
    },
    {
      "word": "concours",
      "definition": "a show or contest of vehicles and accessories in which the entries are judged chiefly on excellence of appearance and turnout",
      "origin": "French concours d'élégance, literally, competition of elegance"
    },
    {
      "word": "connoisseur",
      "definition": "A specialist in a given field whose opinion is highly valued, especially in one of the fine arts or in matters of taste",
      "origin": "obsolete French (now connaisseur), from Old French connoisseor, from connoistre to know, from Latin cognoscere"
    },
    {
      "word": "consanguine",
      "definition": "A person related to another by birth."
    },
    {
      "word": "consigliere",
      "definition": "A counselor or advisor, especially to Mafia bosses.",
      "origin": "Italian, from consiglio advice, counsel, from Latin consilium"
    },
    {
      "word": "conteur"
    },
    {
      "word": "contrapposto",
      "definition": "The position of a figure whose hips and legs are twisted away from the direction of the head and shoulders."
    },
    {
      "word": "contretemps",
      "definition": "An unforeseen, inopportune, or embarrassing event; a hitch",
      "origin": "French, from contre- counter- + temps time, from Latin tempus"
    },
    {
      "word": "copernicium",
      "definition": "The transuranic chemical element (symbol Cn) with atomic number 112.",
      "origin": "New Latin, from Copernicus"
    },
    {
      "word": "corrigenda",
      "definition": "An error that is to be corrected in a printed work after publication.",
      "origin": "Latin, neuter of corrigendus, gerundive of corrigere to correct"
    },
    {
      "word": "corybantic",
      "definition": "Frenetic, ecstatic and orgiastic"
    },
    {
      "word": "coryphée",
      "definition": "The conductor or leader of the chorus of a drama."
    },
    {
      "word": "coterie",
      "definition": "A circle of people who associate with one another.",
      "origin": "borrowed from French, \"group of persons joined by a common interest,\" earlier, \"group of peasants owing labor service or rent to a lord,\" going back to Middle French (Picard) \"tenure of a free peasant,\" from cotier \"peasant on a smallholding, \" + -erie"
    },
    {
      "word": "cotoneaster",
      "definition": "Any of several erect or creeping shrubs, of the genus Cotoneaster, that have pinkish flowers and red berries.",
      "origin": "New Latin, genus name, from Latin cotoneum quince + New Latin -aster"
    },
    {
      "word": "coulibiac",
      "definition": "A loaf of fish, meat, or vegetables baked in a pastry shell."
    },
    {
      "word": "coulisse",
      "definition": "A piece of timber having a groove in which something glides.",
      "origin": "French, from Old French coulice portcullis, from feminine of coleïz flowing, sliding, from couler"
    },
    {
      "word": "coulrophobia",
      "definition": "The fear of clowns.",
      "origin": "coulro- (of unknown meaning and origin) +"
    },
    {
      "word": "coup de grace",
      "definition": "A final blow or shot given to kill a wounded person or animal.",
      "origin": "French coup de grâce, literally, stroke of mercy"
    },
    {
      "word": "courgette",
      "definition": "A particular variety of Cucurbita pepo, a small marrow/squash.",
      "origin": "French, diminutive of courge gourd, from Middle French, from Latin cucurbita"
    },
    {
      "word": "couverture",
      "definition": "Chocolate prepared for covering cakes and sweets; such a covering."
    },
    {
      "word": "creances",
      "definition": "Plural form of <xref>creance</xref>."
    },
    {
      "word": "crokinole",
      "definition": "A game played on a round or octagonal board, in which round wooden disks are filliped from the edge toward the middle. See <internalXref urlencoded=\"squail\">squail</internalXref>.",
      "sentence": "The con is a little different than a horror convention in that there is a lot of gaming going on (including, interestingly, crokinole, a game I used to play when I was a kid) and a fair number of people in costume."
    },
    {
      "word": "croquembouche",
      "definition": "A French dessert made by piling <xref>profiteroles</xref> and other sweets in a tall shape, then pouring caramel over them to hold them in place.",
      "sentence": "Not that he's slacking—one night last semester Mr. Merle presented his house with a 2 1/2-foot tall tower of creampuffs dipped in caramel sugar called a croquembouche for dessert."
    },
    {
      "word": "croquignole",
      "definition": "a method used in waving the hair by winding it on curlers from the ends of the hair toward the scalp",
      "origin": "French, light blow, fillip"
    },
    {
      "word": "croustade",
      "definition": "A edible container (often of pastry) filled with a savoury food",
      "origin": "French, probably from Italian crostata tart, from crosta pastry shell, crust, from Latin crusta"
    },
    {
      "word": "cryptozoa"
    },
    {
      "word": "cushag"
    },
    {
      "word": "cynghanedd"
    },
    {
      "word": "cynocephali"
    },
    {
      "word": "daguerreotype",
      "definition": "An early type of photograph created by exposing a silver surface which has previously been exposed to either iodine vapor or iodine and bromine vapors.",
      "origin": "French daguerréotype, from L. J. M. Daguerre + French -o- + type"
    },
    {
      "word": "Darjeeling",
      "definition": "a tea of high quality grown especially in the mountainous districts of northern India",
      "origin": "Darjeeling, India"
    },
    {
      "word": "darmstadtium",
      "definition": "A transuranic chemical element (symbol Ds) with atomic number 110.",
      "origin": "New Latin, from Darmstadt, Germany"
    },
    {
      "word": "de rigueur",
      "definition": "Necessary according to etiquette, protocol or fashion.",
      "origin": "French"
    },
    {
      "word": "decastich"
    },
    {
      "word": "degauss",
      "definition": "The act by which something is degaussed.",
      "origin": "de- + gauss, after Karl F. Gauss"
    },
    {
      "word": "Deimos"
    },
    {
      "word": "demitasse",
      "definition": "A small cup of strong black coffee.",
      "origin": "French demi-tasse, from demi- + tasse cup, from Middle French, from Arabic ṭass"
    },
    {
      "word": "démodé",
      "definition": "Outdated, old-fashioned"
    },
    {
      "word": "demurrage",
      "definition": "(shipping) the detention of a ship or other freight vehicle, during delayed loading or unloading"
    },
    {
      "word": "Déné"
    },
    {
      "word": "dentifrice",
      "definition": "Toothpaste or any other substance, such as powder, for cleaning the teeth.",
      "origin": "Middle English dentifricie, from Latin dentifricium, from denti- + fricare to rub"
    },
    {
      "word": "derring-do",
      "definition": "Valiant deeds in desperate times.",
      "origin": "Middle English dorring don daring to do, from dorring (gerund of dorren to dare) + don to do"
    },
    {
      "word": "Deseret",
      "definition": "proposed state of the U.S. south of the 42nd parallel and west of the Rockies that was organized in 1849 by a convention of Mormons but was refused recognition by the U.S. Congress"
    },
    {
      "word": "desiccate",
      "definition": "A substance which has been dessicated, that is, had its moisture removed.",
      "origin": "Latin desiccatus, past participle of desiccare to dry up, from de- + siccare to dry, from siccus dry"
    },
    {
      "word": "Devanagari",
      "definition": "an alphabet usually employed for Sanskrit and also used as a literary hand for various modern languages of India",
      "origin": "Sanskrit devanāgarī, from deva divine + nāgarī (writing) of the city"
    },
    {
      "word": "dghaisa"
    },
    {
      "word": "dhole",
      "definition": "An Asian wild dog, Cuon alpinus.",
      "origin": "perhaps from Kannada tōḷa wolf"
    },
    {
      "word": "dhurrie",
      "definition": "A thick, flat-woven cotton Indian rug or carpet.",
      "origin": "Hindi & Urdu darī"
    },
    {
      "word": "diapason",
      "definition": "The musical octave.",
      "origin": "Middle English, from Latin, from Greek (hē) dia pasōn (chordōn symphōnia), literally, the concord through all the notes, from dia through + pasōn, genitive feminine plural of pas all ,"
    },
    {
      "word": "diaphanous",
      "definition": "Transparent or translucent; allowing light to pass through; capable of being seen through.",
      "origin": "extension with of Medieval Latin diafanus, diaphanus, borrowed from Greek diaphanḗs \"transparent, manifest, conspicuous,\" adjective derivative from the stem of diaphaínein \"to let be seen through,\" diaphaínesthai \"to show through, be seen through,\" from dia- + phaínein (active voice) \"to bring to light, cause to appear,\" and phaínesthai (middle voice) \"to become visible, come to light, appear\""
    },
    {
      "word": "Djibouti",
      "definition": "country of eastern Africa on Bab el Mandeb Strait across from Yemen and on the Gulf of Aden; a republic area 8958 square miles (23,200 square kilometers), population 884,000"
    },
    {
      "word": "domnei"
    },
    {
      "word": "doxycycline",
      "definition": "A broad-spectrum antibiotic, C22H24N2O8, of the tetracycline class.",
      "origin": "deoxy- + tetracycline"
    },
    {
      "word": "dragée",
      "definition": "A sweet or confection, originally used to administer drugs, medicine, etc."
    },
    {
      "word": "drahthaar"
    },
    {
      "word": "Dubhe",
      "definition": "The brightest star in the constellation Ursa Major, approximately 123 light years from Earth. It is one of the seven stars that form the Big Dipper and aligns with Merak to point to Polaris."
    },
    {
      "word": "Dubuque",
      "definition": "A city of eastern Iowa on the Mississippi River opposite the Illinois-Wisconsin border. It was settled following the defeat of the Fox in 1833, and grew as a mining town."
    },
    {
      "word": "duello",
      "definition": "A duel.",
      "origin": "Italian, from Medieval Latin duellum"
    },
    {
      "word": "duxelles",
      "definition": "A finely chopped mixture of mushrooms, onions, shallots and herbs sautéed in butter and reduced to a paste, used in stuffings and sauces (as in beef Wellington) or as a garnish.",
      "origin": "borrowed from French, perhaps after Louis Chalon du Blé, Marquis d'Uxelles †1658 French nobleman and general"
    },
    {
      "word": "dvandva"
    },
    {
      "word": "Dvorak",
      "definition": "a typing keyboard with frequently used letters placed centrally",
      "origin": "August Dvorak †1975 American educator"
    },
    {
      "word": "dysphasia",
      "definition": "Loss of or deficiency in the power to use or understand language as a result of injury or disease of the brain.",
      "origin": "borrowed from French dysphasie, from dys- + -phasie (in aphasie )"
    },
    {
      "word": "ecchymosis",
      "definition": "A skin discoloration caused by bleeding underneath the skin; a bruise.",
      "origin": "borrowed from New Latin, borrowed from Greek ekchȳ́mōsis, from ekchȳmō-, stem of ekchȳmoûsthai \"to extravasate blood\" (from ek- + -chȳmousthai, verbal derivative of chȳmós \"juice of plants, animal or plant fluid, humor\") + -sis"
    },
    {
      "word": "echelon",
      "definition": "A level or rank in an organization, profession, or society.",
      "origin": "French échelon, literally, rung of a ladder, from Old French eschelon, from eschele ladder, from Late Latin scala",
      "sentence": "Even if the upper echelon is motivated to try to keep the shop clean, a police union operates in the opposite direction: its job, of course, is to defend its members, no matter how discreditable their conduct, and police associations have done a spectacular job of it."
    },
    {
      "word": "echinoderm",
      "definition": "Any of numerous radially symmetrical marine invertebrates of the phylum Echinodermata, which includes the starfishes, sea urchins, and sea cucumbers, having an internal calcareous skeleton and often covered with spines.",
      "origin": "borrowed from French échinoderme, borrowed from New Latin Echinoderma, taken as singular of Echinodermata, from echino- + -dermata, neuter plural of -dermatos",
      "sentence": "The echinoderm was the first to latch on, gradually growing as it sat on the shell, but sometime later a bryozoan larvae also took up residence there."
    },
    {
      "word": "edamame",
      "definition": "Fresh green soybeans, typically prepared by boiling in salted water.",
      "origin": "Japanese, from eda branch + mame beans",
      "sentence": "Heston seems to think that peas and soya beans which I call edamame beans are sufficient, but the customers want rice and the customers are always right."
    },
    {
      "word": "effete",
      "definition": "Of substances, quantities etc: exhausted, spent, worn-out.",
      "origin": "Latin effetus, from ex- + fetus fruitful"
    },
    {
      "word": "effleurage",
      "definition": "(massage) A form of massage involving smooth strokes of the skin with one's hands."
    },
    {
      "word": "Egeria",
      "definition": "a woman who is an adviser or a companion",
      "origin": "Latin, a nymph who advised the legendary Roman king Numa Pompilius"
    },
    {
      "word": "eisteddfod",
      "origin": "Welsh",
      "definition": "Any of several annual festivals in which Welsh poets, dancers, and musicians compete for recognition."
    },
    {
      "word": "élan",
      "definition": "Spirit, zeal, ardor."
    },
    {
      "word": "eleemosynary",
      "definition": "A beggar",
      "origin": "borrowed from Late Latin eleēmosynārius, from eleēmosyna \"charitable gift, act of charity\" (borrowed from Greek eleēmosýnē \"pity, act of kindness, alms,\" from eleḗmōn \"compassionate\" —adjective derivative of eleeîn \"to take pity on,\" derivative of éleos \"pity, compassion,\" of uncertain origin— + -synē, abstract noun suffix) + Latin -ārius"
    },
    {
      "word": "eluate",
      "definition": "A liquid solution that results from elution",
      "origin": "or elution +"
    },
    {
      "word": "embouchure",
      "definition": "The use of the lips, facial muscles, tongue, and teeth when playing a wind instrument.",
      "origin": "French, from (s')emboucher to flow into, from en- + bouche mouth"
    },
    {
      "word": "emollient",
      "definition": "Something which softens or lubricates the skin; moisturizer.",
      "origin": "Latin emollient-, emolliens, present participle of emollire to soften, from e- + mollis soft"
    },
    {
      "word": "emolument",
      "definition": "Payment for an office or employment; compensation for a job, which is usually monetary.",
      "origin": "Middle English, from Latin emolumentum advantage, from emolere to produce by grinding, from e- + molere to grind"
    },
    {
      "word": "emphysema",
      "definition": "An abnormal accumulation of air or other gas in tissues, most commonly the lungs.",
      "origin": "New Latin, from Greek emphysēma, from emphysan to inflate, from em- + physan to blow, from physa breath"
    },
    {
      "word": "en arrière"
    },
    {
      "word": "Enoch Arden"
    },
    {
      "word": "enoki",
      "definition": "An enoki mushroom, Flammulina velutipes.",
      "origin": "Japanese enoki"
    },
    {
      "word": "epideictic",
      "definition": "Of or pertaining to rhetoric of ceremony, declamation, and demonstration, most often the rhetoric of funerals and other formal events. One of the three branches, or \"species\" (eidē), of rhetoric as outlined by Aristotle."
    },
    {
      "word": "epinicion"
    },
    {
      "word": "epistemology",
      "definition": "The branch of philosophy dealing with the study of knowledge; theory of knowledge, asking such questions as \"What is knowledge?\", \"How is knowledge acquired?\", \"What do people know?\", \"How do we know what we know?\".",
      "origin": "Greek epistḗmē \"skill, expertise, knowledge\" + + , initially as translation of German Wissenschaftslehre"
    },
    {
      "word": "epixylous"
    },
    {
      "word": "Equatoguinean",
      "definition": "<xref>Equatorial Guinean</xref>"
    },
    {
      "word": "Erewhonian",
      "definition": "Of or pertaining to the fictional land of Erewhon."
    },
    {
      "word": "ergatogyne",
      "definition": "A female ant of worker-like aspect due to the absence of wings and wing-muscles; an ergatoid female."
    },
    {
      "word": "Eris",
      "definition": "The goddess of discord.",
      "origin": "Eris, ancient Greek goddess of strife"
    },
    {
      "word": "erythroblast",
      "definition": "A cell in the bone marrow from which red blood cells develop",
      "origin": "International Scientific Vocabulary"
    },
    {
      "word": "Esau",
      "definition": "the elder son of Isaac and Rebekah who sold his birthright to his twin brother Jacob",
      "origin": "Latin, from Greek Ēsau, from Hebrew ʽĒsāw"
    },
    {
      "word": "escarole",
      "definition": "A subspecies or variety of broad-leaved endive (Cichorium endivia subsp. endivia, syn. Cichorium endivia var. latifolium), which is eaten as a vegetable.",
      "origin": "French escarole, scarole, from Old French escariole, from Late Latin escariola, from Latin escarius of food, from esca food, from edere to eat"
    },
    {
      "word": "escheator",
      "definition": "An officer anciently appointed in English counties to look after the escheats of the sovereign and certify them into the treasury."
    },
    {
      "word": "esclandre"
    },
    {
      "word": "espadrille",
      "definition": "A light shoe having an upper made of fabric and a sole of rope.",
      "origin": "French, alteration of espardille, ultimately from Latin spartum"
    },
    {
      "word": "espalier",
      "definition": "A latticework used to shape or train the branches of a tree or shrub into a two-dimensional ornamental or useful design, as along a wall or fence.",
      "origin": "French, ultimately from Italian spalla shoulder, from Late Latin spatula shoulder blade"
    },
    {
      "word": "espial",
      "definition": "Act of noticing or observing."
    },
    {
      "word": "estancia",
      "definition": "A large rural estate in Latin America; a kind of ranch.",
      "origin": "American Spanish, from Spanish, stay, room, from Vulgar Latin *stantia"
    },
    {
      "word": "estovers",
      "definition": "(history) An allowance provided from an estate for a person's support; an allowance of wood for repairs, firewood and fencing."
    },
    {
      "word": "estrepe"
    },
    {
      "word": "ethylene",
      "definition": "The common name for the organic chemical compound ethene. The simplest alkene, a colorless gaseous (at room temperature and pressure) hydrocarbon with the chemical formula C2H4."
    },
    {
      "word": "étouffée",
      "definition": "A spiced Cajun stew of meat (crayfish, shellfish, alligator, chicken or another meat) and vegetables, typically cooked in a closed pot and then served with rice."
    },
    {
      "word": "eudiometer",
      "definition": "A graduated glass tube, closed at one end, that is used for measuring the change in the volume of gases during a chemical reaction.",
      "origin": "modification of Italian eudiometro, from Greek eudia fair weather (from eu- + -dia weather—akin to Latin dies day) + Italian -metro -meter, from Greek metron measure"
    },
    {
      "word": "Euroclydon"
    },
    {
      "word": "exchequer",
      "definition": "A treasury.",
      "origin": "Middle English escheker, from Anglo-French, chessboard, counting table, exchequer"
    },
    {
      "word": "faipule"
    },
    {
      "word": "farfalle",
      "definition": "Pasta in the shape of butterflies or bow ties",
      "origin": "Italian, plural of farfalla, literally, butterfly"
    },
    {
      "word": "farouche",
      "definition": "Unsociable or shy and socially awkward.",
      "origin": "French, wild, shy, from Old French, alteration of forasche, from Late Latin forasticus living outside, from Latin foras outdoors; akin to Latin fores door",
      "sentence": "Mirabeau (who was to be the father of the famous orator) was a man of talent, but violent, chimerical and lawless, \"farouche,\" as he himself put it."
    },
    {
      "word": "farrago",
      "definition": "An assortment or a medley; a conglomeration.",
      "origin": "Latin farragin-, farrago mixed fodder, mixture, from far spelt",
      "sentence": "Why the UN acquiesces in this obscene farrago is an exercise best left to the student."
    },
    {
      "word": "Fatimid",
      "definition": "A Muslim dynasty that ruled North Africa and parts of Egypt (909–1171).",
      "sentence": "Beirutis still kept pigeons on their roofs, an ancient practice the Arabs used during the Crusades to send messages from besieged cities and once, in the tenth century, to send fresh cherries from Lebanon to the Fatimid caliph in Egypt."
    },
    {
      "word": "fatshedera",
      "definition": "an ornamental foliage plant (× Fatshedera lizei) with lobed glossy palmate leaves that is a hybrid between plants of two different genera of the ginseng family",
      "origin": "New Latin Fatsia, genus of shrubs + Hedera, genus of vines (from Latin, ivy)"
    },
    {
      "word": "fauchard"
    },
    {
      "word": "fauxbourdon"
    },
    {
      "word": "Feldenkrais"
    },
    {
      "word": "fellahin",
      "definition": "A peasant, farmer or agricultural laborer in the Middle East and North Africa.",
      "origin": "Arabic fallāḥ"
    },
    {
      "word": "ferruginous",
      "definition": "Containing iron.",
      "origin": "Latin ferrugineus, ferruginus, from ferrugin-, ferrugo iron rust, from ferrum"
    },
    {
      "word": "fête champêtre"
    },
    {
      "word": "fetticus"
    },
    {
      "word": "fibromyalgia",
      "definition": "a chronic disorder characterized by widespread pain, tenderness, and stiffness of muscles and associated connective tissue structures that is typically accompanied by fatigue, headache, and sleep disturbances",
      "origin": "New Latin"
    },
    {
      "word": "fin de siècle",
      "definition": "The end of an era."
    },
    {
      "word": "Firbolg"
    },
    {
      "word": "flehmen",
      "definition": "a mammalian behavior (as of horses or cats) in which the animal inhales with the mouth open and upper lip curled to facilitate exposure of the vomeronasal organ to a scent or pheromone",
      "origin": "German, from flehmen (of animals) to curl the upper lip"
    },
    {
      "word": "force majeure",
      "definition": "An overwhelming force.",
      "origin": "French, superior force"
    },
    {
      "word": "Formica",
      "definition": "A heat-resistant laminate material used to veneer countertops."
    },
    {
      "word": "frabjous",
      "definition": "Fabulous, joyous; great, wonderful."
    },
    {
      "word": "fracas",
      "definition": "A noisy disorderly quarrel, fight, brawl, disturbance or scrap.",
      "origin": "French, din, row, from Italian fracasso, from fracassare to shatter"
    },
    {
      "word": "funori"
    },
    {
      "word": "furan",
      "definition": "Any of a class of aromatic heterocyclic compounds containing a ring of four carbon atoms, two double bonds and an oxygen atom; especially the simplest one, C4H4O.",
      "origin": "International Scientific Vocabulary, from furfural"
    },
    {
      "word": "Furneaux",
      "definition": "islands of Australia off northeastern Tasmania"
    },
    {
      "word": "furuncle",
      "definition": "A boil or infected, inflamed, pus-filled sore.",
      "origin": "Latin furunculus petty thief, boil, diminutive of furon-, furo ferret, thief, from fur"
    },
    {
      "word": "gabarit"
    },
    {
      "word": "gabbro",
      "definition": "Originally, a kind of serpentine; now generally a coarsely crystalline, igneous rock consisting of lamellar pyroxene and labradorite.",
      "origin": "borrowed from Italian (Tuscan), perhaps going back to Vulgar Latin *gabrum, altered from Latin glabr-, glaber \"hairless, smooth\""
    },
    {
      "word": "gaffe",
      "definition": "A foolish and embarrassing error, especially one made in public.",
      "origin": "borrowed from French, probably a sense development of gaffe"
    },
    {
      "word": "Gaia",
      "definition": "the hypothesis that the living and nonliving components of earth function as a single system in such a way that the living component regulates and maintains conditions (such as the temperature of the ocean or composition of the atmosphere) so as to be suitable for life; also : this system regarded as a single organism",
      "origin": "after Greek Gaîa, a primordial earth goddess in Greek myth, literally, \"earth\""
    },
    {
      "word": "gaillardia",
      "definition": "Any of several New World flowering plants of the genus Gaillardia",
      "origin": "borrowed from New Latin, from René Gaillard de Charentonneau, 18th-century French magistrate and botanical amateur + -ia"
    },
    {
      "word": "Galahad",
      "definition": "the knight of the Round Table who successfully seeks the Holy Grail"
    },
    {
      "word": "galatea",
      "definition": "a female figure sculpted by Pygmalion and given life by Aphrodite in fulfillment of his prayer",
      "origin": "Latin, from Greek Galateia"
    },
    {
      "word": "galena",
      "definition": "A mineral, lead sulphide (PbS), mined as an ore for lead.",
      "origin": "borrowed from Latin galēna, of obscure origin"
    },
    {
      "word": "gallivat"
    },
    {
      "word": "gambol",
      "definition": "An instance of running or skipping about playfully.",
      "origin": "in part verbal derivative of , in part borrowing (assimilated to the noun) from Middle French gambader, verbal derivative of gambade"
    },
    {
      "word": "Gaspesian",
      "definition": "peninsula in southeastern Quebec, Canada, between the mouth of the Saint Lawrence River and Chaleur Bay"
    },
    {
      "word": "gasthaus"
    },
    {
      "word": "gattine"
    },
    {
      "word": "gayatri"
    },
    {
      "word": "Geatish",
      "definition": "a member of a Scandinavian people of southern Sweden to which the legendary hero Beowulf belonged",
      "origin": "Old English Gēat"
    },
    {
      "word": "gegenschein",
      "definition": "A faint brightening of the night sky in the region of the ecliptic directly opposite the Sun.",
      "origin": "German, from gegen against, counter- + Schein shine"
    },
    {
      "word": "Gehenna",
      "definition": "A place or state of torment or suffering.",
      "origin": "Late Latin, from Greek Geenna, from Hebrew Gē' Hinnōm, literally, valley of Hinnom"
    },
    {
      "word": "gelilah"
    },
    {
      "word": "gendarme",
      "definition": "A member of the gendarmerie, a military body charged with police duties.",
      "origin": "French, from Middle French, back-formation from gensdarmes, plural of gent d'armes, literally, armed people"
    },
    {
      "word": "genet",
      "definition": "See <internalXref urlencoded=\"jennet\">jennet</internalXref>.",
      "origin": "Middle English genete, from Anglo-French, ultimately from Arabic jarnayṭ",
      "sentence": "The genet is a kind of cat-shaped badger, & a lovely example of convergent evolution."
    },
    {
      "word": "genizah",
      "definition": "A repository in a synagogue where worn-out or desecrated sacred texts or objects are stored.",
      "sentence": "A genizah is a storage room for discarded books and written materials."
    },
    {
      "word": "gesellschaft",
      "definition": "a rationally developed mechanistic type of social relationship characterized by impersonally contracted associations between persons; also : a community or society characterized by this relationship",
      "origin": "German, companionship, society",
      "sentence": "November 25th, 2008 at 3:10 pm lancaster county pa gis yellowhead county alberta maps gmc acadia crash rating video groesste germanische online gesellschaft city soccer canal winchester dadhisejal Says:"
    },
    {
      "word": "giallolino",
      "sentence": "Several, including massicot or giallolino, purple of Cassius reference, and Drebbel's red, predated the epoch."
    },
    {
      "word": "ginglymus",
      "definition": "A hinge joint.",
      "sentence": "The knee-joint was formerly described as a ginglymus or hinge-joint, but is really of a much more complicated character."
    },
    {
      "word": "Giorgionesque"
    },
    {
      "word": "Gippsland",
      "definition": "region of Australia extending along the coast in eastern Victoria from near Melbourne to the border with New South Wales"
    },
    {
      "word": "glabella",
      "definition": "The space between the eyebrows and above the nose.",
      "origin": "New Latin, from Latin, feminine of glabellus hairless, diminutive of glaber"
    },
    {
      "word": "glacis",
      "definition": "A gentle incline in front of a fortification.",
      "origin": "French, from glacer to freeze, slide"
    },
    {
      "word": "glengarry",
      "definition": "a woolen cap of Scottish origin —called also glengarry bonnet",
      "origin": "Glengarry, valley in Scotland"
    },
    {
      "word": "gliriform"
    },
    {
      "word": "glyceraldehyde",
      "definition": "a sweet crystalline compound C3H6O3 that is formed as an intermediate in carbohydrate metabolism by the breakdown of sugars and that yields glycerol on reduction",
      "origin": "glyceric acid + aldehyde"
    },
    {
      "word": "Gondwana",
      "definition": "ancient supercontinent that included the currently separate landmasses of South America, Africa, Arabia, Madagascar, India, Australia, and Antarctica"
    },
    {
      "word": "goondie"
    },
    {
      "word": "graywacke",
      "definition": "A hard dark sandstone with poorly sorted angular grains of quartz, feldspar, and small rock fragments in a compact, clay-fine matrix.",
      "origin": "partial translation of German Grauwacke"
    },
    {
      "word": "griot",
      "definition": "A West African storyteller who passes on oral traditions; a wandering musician and poet.",
      "origin": "French"
    },
    {
      "word": "Groenendael"
    },
    {
      "word": "Grundriss"
    },
    {
      "word": "Gruyère"
    },
    {
      "word": "guan",
      "definition": "Any (member) of several species of birds in the genera Aburria, Chamaepetes, Oreophasis, Penelope, Penelopina and Pipile, of the family Cracidae, limited to the Americas.",
      "origin": "alteration of earlier quam, probably from Kuna (Chibchan language of Panama) kwama"
    },
    {
      "word": "guapena"
    },
    {
      "word": "Guarnerius",
      "definition": "a violin made by one of the Italian Guarneri family in the 17th and 18th centuries",
      "origin": "New Latin, from Italian Guarneri"
    },
    {
      "word": "guayabera",
      "definition": "A light, open-necked, short-sleeved shirt worn by men in Latin America and the West Indies.",
      "origin": "American Spanish"
    },
    {
      "word": "guerite"
    },
    {
      "word": "guichet"
    },
    {
      "word": "Guidonian"
    },
    {
      "word": "Gurmukhi",
      "definition": "An <xref>abugida</xref> <xref>script</xref>, or writing system, designed for writing the <xref>Punjabi</xref> language. It has been adapted to write other languages, such as Braj Bhasha, <xref>Hindi</xref>, <xref>Sanskrit</xref> and <xref>Sindhi</xref>."
    },
    {
      "word": "gyascutus",
      "definition": "An imaginary animal, said to be of tremendous size, and to have both legs on one side of the body much shorter than those on the other, so as to be able to keep its balance in feeding on the side of a very steep mountain."
    },
    {
      "word": "gyokuro"
    },
    {
      "word": "gypsophila",
      "definition": "Any of the many flowering plants of the genus Gypsophila, which have a profusion of small pink or white flowers.",
      "origin": "New Latin, from Latin gypsum + New Latin -phila -phil"
    },
    {
      "word": "haikai"
    },
    {
      "word": "halala",
      "definition": "A wedlease (temporary marriage) to a stranger undertaken prior to remarriage to an ex, that is to make the remarriage halal, or the woman halala (f) to marry.",
      "origin": "Arabic"
    },
    {
      "word": "halcyon",
      "definition": "A kingfisher said in classical mythology to nest on the sea, thereby calming the waters.",
      "origin": "see"
    },
    {
      "word": "Hamtramck",
      "definition": "city surrounded by Detroit in southeastern Michigan population 22,423"
    },
    {
      "word": "hangul",
      "definition": "the alphabetic script in which Korean is written",
      "origin": "Korean hangŭl"
    },
    {
      "word": "hapalonychia"
    },
    {
      "word": "haupia"
    },
    {
      "word": "hebdomadal",
      "definition": "Lasting seven days."
    },
    {
      "word": "heiau",
      "definition": "A temple in traditional Hawaiian society."
    },
    {
      "word": "hei-tiki",
      "definition": "An ornamental greenstone pendant among the Māori, worn around the neck."
    },
    {
      "word": "hellebore",
      "definition": "Any of the common garden flowering plants of the genus Helleborus, in family Ranunculaceae, having supposed medicinal properties.",
      "origin": "Middle English elebre, from Anglo-French, from Latin elleborus, helleborus, from Greek helleboros"
    },
    {
      "word": "hemorrhage",
      "definition": "A heavy release of blood within or from the body.",
      "origin": "Latin haemorrhagia, from Greek haimorrhagia, from haimo- hem- + -rrhagia"
    },
    {
      "word": "henotheism",
      "definition": "Belief in or worship of one deity without denying the existence of other deities.",
      "origin": "German Henotheismus, from Greek hen-, heis one + theos god"
    },
    {
      "word": "hepatectomy",
      "definition": "Surgical removal of all or part of the liver.",
      "sentence": "Regeneration and assessment of liver function in donors and recipients following partial hepatectomy and living donor transplantation using molecular techniques, as part of a multicenter NIH cohort study"
    },
    {
      "word": "Herodotean",
      "definition": "Characteristic of <xref>Herodotus</xref> or his works",
      "sentence": "Only with the birth of social history did the freewheeling spirit of Herodotean inquiry return."
    },
    {
      "word": "Hessian",
      "definition": "Of or relating to Hesse or its inhabitants.",
      "sentence": "Every drop of hard-water we consumed had to be brought to our doors and paid for by the \"Hessian\" or bucket."
    },
    {
      "word": "hexenbesen",
      "definition": "an abnormal tufted growth of small branches on a tree or shrub caused by fungi or insects or other physiological disturbance",
      "sentence": "(hexenbesen) of the German forests; in other instances, it is a result of mutilation as after the operation of pollarding."
    },
    {
      "word": "hieracosphinx"
    },
    {
      "word": "Hippolyta",
      "definition": "a queen of the Amazons given in marriage to Theseus by Hercules",
      "origin": "Latin, from Greek Hippolytē"
    },
    {
      "word": "hirsute",
      "definition": "Covered in hair or bristles; hairy.",
      "origin": "Latin hirsutus; akin to Latin horrēre to bristle"
    },
    {
      "word": "hoi polloi",
      "definition": "(collective) The common people; the masses. (Used with or without the definite article.)",
      "origin": "Greek, the many"
    },
    {
      "word": "holobenthic"
    },
    {
      "word": "hominin",
      "definition": "Any member of the taxonomic tribe Hominini, the evolutionary group that includes modern humans and now-extinct bipedal relatives.",
      "origin": "New Latin Hominini, from Homin-, Homo + -ini, tribe suffix, from Latin -inus"
    },
    {
      "word": "homoscedasticity",
      "definition": "the property of having equal statistical variances",
      "origin": "hom- + Greek skedastikos able to disperse, from skedannynai to disperse"
    },
    {
      "word": "hordeolum",
      "definition": "In <em>pathology</em>, a sty or small inflammatory tumor on the edge of the eyelid."
    },
    {
      "word": "houppelande",
      "definition": "a robe or long tunic that is worn belted or with a fitted <xref>bodice</xref> often having full long sleeves and lined with fur."
    },
    {
      "word": "Huallaga",
      "definition": "river 700 miles (1126 kilometers) long in north central Peru flowing north into the Marañón River"
    },
    {
      "word": "huerta",
      "definition": "Victoriano 1854—1916 Mexican general; provisional president of Mexico (1913—14)"
    },
    {
      "word": "Humboldt",
      "definition": [
        "(Friedrich Heinrich) Alexander von",
        "German scientist whose expeditions to Latin America (1799–1804) and Siberia (1829) greatly advanced the fields of ecology, geology, and meteorology."
      ]
    },
    {
      "word": "hutia",
      "definition": "Any of the medium-sized rodents of the family Capromyidae, which inhabit the Caribbean islands."
    },
    {
      "word": "hypaethral",
      "definition": "Open-air, outdoor, exposed to the sky.",
      "origin": "Latin hypaethrus exposed to the open air, from Greek hypaithros, from hypo- + aithēr ether, air"
    },
    {
      "word": "hyssop",
      "definition": "Any of several aromatic bushy herbs, of the genus Hyssopus, native to Southern Europe and once used medicinally",
      "origin": "Middle English ysop, from Old English ysope, from Latin hyssopus, from Greek hyssōpos, of Semitic origin; akin to Hebrew ēzōbh hyssop"
    },
    {
      "word": "hysteresis",
      "definition": "A property of a system such that an output value is not a strict function of the corresponding input, but also incorporates some lag, delay, or history dependence, and in particular when the response for a decrease in the input variable is different from the response for an increase. For example, a thermostat with a nominal setpoint of 75° might switch the controlled heat source on when the temperature drops below 74°, and off when it rises above 76°.",
      "origin": "New Latin, from Greek hysterēsis shortcoming, from hysterein to be late, fall short, from hysteros later"
    },
    {
      "word": "hysteron proteron",
      "sentence": "\"He is well and lives\" is a hysteron proteron.",
      "definition": "A figure of speech in which a phrase that should come last is put first; hysterology.",
      "origin": "Late Latin, from Greek, literally, (the) later earlier, (the) latter first"
    },
    {
      "word": "Iceni",
      "definition": "an ancient British people that under their queen Boudicca revolted against the Romans in a.d. 60",
      "origin": "Latin"
    },
    {
      "word": "ichthyology",
      "definition": "The branch of zoology devoted to the study of fish."
    },
    {
      "word": "icosahedron",
      "definition": "A polyhedron with twenty faces.",
      "origin": "Greek eikosaedron, from eikosi twenty + -edron -hedron"
    },
    {
      "word": "ikebana",
      "definition": "The Japanese art of flower arrangement.",
      "origin": "Japanese, from ikeru to keep alive, arrange + hana flower"
    },
    {
      "word": "immie"
    },
    {
      "word": "in medias res",
      "sentence": "Although not strictly in medias res, the film uses flashbacks extensively.",
      "definition": "Narrative presented in medias res.",
      "origin": "Latin, literally, into the midst of things"
    },
    {
      "word": "in nuce",
      "definition": "in a nut : in a nutshell"
    },
    {
      "word": "in silico",
      "definition": "in or on a computer : done or produced by using computer software or simulation",
      "origin": "New Latin, literally, in silicon"
    },
    {
      "word": "incunabula",
      "definition": "A book, single sheet, or image that was printed before the year 1501 in Europe.",
      "origin": "New Latin, from Latin incunabula, plural, bands holding the baby in a cradle, from in- + cunae cradle"
    },
    {
      "word": "inglenook",
      "definition": "A nook or corner beside an open fireplace; a chimney corner."
    },
    {
      "word": "insouciance",
      "origin": "French",
      "definition": "Carelessness, heedlessness, indifference, or casual unconcern"
    },
    {
      "word": "integument",
      "definition": "An outer protective covering such as the feathers or skin of an animal, a rind or shell.",
      "origin": "Latin integumentum, from integere to cover, from in- + tegere to cover"
    },
    {
      "word": "internecine",
      "sentence": "Internecine strife in Gaza claimed its most senior victim yesterday.",
      "definition": "Mutually destructive; most often applied to warfare.",
      "origin": "Latin internecinus, from internecare to destroy, kill, from inter- + necare to kill, from nec-, nex violent death"
    },
    {
      "word": "interregnum",
      "sentence": "The Sasanian Interregnum of 628-632",
      "definition": "the time during which a throne is vacant between two successive reigns or regimes; broadly : a period during which a leadership role is vacant",
      "origin": "Latin, from inter- + regnum reign"
    },
    {
      "word": "Inugsuk"
    },
    {
      "word": "Inuk",
      "definition": "a member of the Inuit people",
      "origin": "Inuit inuk"
    },
    {
      "word": "isagoge"
    },
    {
      "word": "Ishihara test"
    },
    {
      "word": "ivermectin",
      "definition": "A compound of the avermectin group, used as an anthelmintic in veterinary medicine and as a treatment for river blindness.",
      "origin": "perhaps from di- + New Latin avermitilis (specific epithet of Streptomyces avermitilis, bacterium from which it is derived) + English -ect- (of unknown origin) +"
    },
    {
      "word": "jacqueminot"
    },
    {
      "word": "Jahiliya"
    },
    {
      "word": "jai alai",
      "definition": "A Basque ball game in which the players propel the ball using a long basket attached to the wrist",
      "origin": "Spanish, from Basque, from jai festival + alai merry"
    },
    {
      "word": "janthina",
      "definition": "See <xref urlencoded=\"ianthina\">ianthina</xref>.",
      "sentence": "There are two extant restricted-range species in the Ogasawara and Iwo Islands, the Japanese wood-pigeon (Columba janthina) and the Vulnerable Bonin honeyeater (Apalopteron familiare) (not actually a honeyeater but a white-eye)."
    },
    {
      "word": "jasmone",
      "definition": "A ketone, C<sub>11</sub>H<sub>16</sub>O, found in jasmine-oil. It boils at 258° C. and has, when diluted, an odor like that of jasmine.",
      "sentence": "Among its constituents are benzyl acetate, linalyl acetate, benzyl alcohol, indol, methyl anthranilate, and a ketone jasmone."
    },
    {
      "word": "je ne sais quoi",
      "definition": "An indefinable quality that makes something distinctive or attractive.",
      "origin": "French, literally, I know not what"
    },
    {
      "word": "jerboa",
      "definition": "Any of various small nocturnal leaping rodents of the family Dipodidae of Asia and northern Africa, having long hind legs and a long tufted tail.",
      "origin": "New Latin, from Arabic yarbūʽ"
    },
    {
      "word": "jocote",
      "definition": "A common tropical American shrub or small tree (<spn>Spondias purpurea</spn>) with purplish fruit."
    },
    {
      "word": "joropo"
    },
    {
      "word": "kakapo",
      "definition": "A large flightless parrot, Strigops habroptilus, with greenish plumage, that is nocturnal and native to New Zealand.",
      "origin": "Maori"
    },
    {
      "word": "katakana",
      "definition": "A Japanese syllabary used when writing words borrowed from foreign languages other than Chinese, specific names of plants and animals and other jargon, onomatopoeia, or to emphasize a word or phrase. Also used to write the Ainu language.",
      "origin": "Japanese, from kata part + kana kana"
    },
    {
      "word": "katana",
      "definition": "A type of Japanese longsword or 日本刀, having a single edge and slight curvature, historically used by samurai and ninja.",
      "origin": "borrowed from Japanese, going back to Old Japanese, from kata \"side\" + na \"blade\""
    },
    {
      "word": "konditorei"
    },
    {
      "word": "korrigan"
    },
    {
      "word": "krewe",
      "definition": "a private organization staging festivities (such as parades) during Mardi Gras in New Orleans",
      "origin": "alteration of crew"
    },
    {
      "word": "kriegspiel",
      "definition": "A board game used to train military tactics and strategy."
    },
    {
      "word": "Kuiper Belt",
      "definition": "a band of small celestial bodies beyond the orbit of Neptune from which many short-period comets are believed to originate",
      "origin": "Gerald A. Kuiper †1973 U.S. (Dutch-born) astronomer"
    },
    {
      "word": "Kutani"
    },
    {
      "word": "kwashiorkor",
      "definition": "A form of malnutrition, found in children, caused by dietary insufficiency of protein in combination with a high-carbohydrate diet.",
      "origin": "Ga (Kwa language of coastal Ghana) kwàṣìɔkɔ́ influence a child is said to be under when a second child comes"
    },
    {
      "word": "kyphoplasty"
    },
    {
      "word": "La Tène"
    },
    {
      "word": "laccolith",
      "definition": "A mass of igneous or volcanic rock found within strata which forces the overlaying strata upwards and forms domes.",
      "origin": "Greek lakkos pond, reservoir + English -lith"
    },
    {
      "word": "lanceolate",
      "definition": "Any such artefact",
      "origin": "Late Latin lanceolatus, from Latin lanceola, diminutive of lancea"
    },
    {
      "word": "langrage"
    },
    {
      "word": "Latinxua"
    },
    {
      "word": "lebensraum",
      "definition": "(chiefly with reference to nations and peoples) Hitherto unoccupied “living space” claimed as one’s rightful domain.",
      "origin": "German, from Leben living, life + Raum space"
    },
    {
      "word": "leberwurst"
    },
    {
      "word": "lebkuchen",
      "definition": "A traditional German Christmas biscuit form of gingerbread."
    },
    {
      "word": "lecithin",
      "definition": "The principal phospholipid in animals; it is particularly abundant in egg yolks, and is extracted commercially from soy. It is a major constituent of cell membranes, and is commonly used as a food additive (as an emulsifier).",
      "origin": "International Scientific Vocabulary, from Greek lekithos yolk of an egg"
    },
    {
      "word": "lefse"
    },
    {
      "word": "lierre"
    },
    {
      "word": "ligas"
    },
    {
      "word": "lilliputian",
      "definition": "A very small person or being."
    },
    {
      "word": "limaçon",
      "definition": "Any univalve shell."
    },
    {
      "word": "Llullaillaco",
      "definition": "A volcano, 6,730 m (22,080 ft) high, in the Andes of northern Chile near the Argentine border."
    },
    {
      "word": "lobscouse",
      "definition": "A dish of meat stewed with vegetables and ship biscuit.",
      "origin": "origin unknown"
    },
    {
      "word": "loggia",
      "definition": "A roofed, open gallery, usually on an upper level.",
      "origin": "Italian, from Old French loge lodge"
    },
    {
      "word": "logodaedaly"
    },
    {
      "word": "logothete"
    },
    {
      "word": "lokelani"
    },
    {
      "word": "loquitur"
    },
    {
      "word": "louche",
      "definition": "To make (an alcoholic beverage, e.g. absinthe or ouzo) cloudy by mixing it with water, due to the presence of anethole. This is known as the ouzo effect.",
      "origin": "French, literally, cross-eyed, squint-eyed, from Latin luscus blind in one eye"
    },
    {
      "word": "loupe",
      "definition": "A magnifying glass, usually mounted in an eyepiece, often used by jewellers and watchmakers.",
      "origin": "French"
    },
    {
      "word": "luftmensch",
      "definition": "an impractical contemplative person having no definite business or income",
      "origin": "Yiddish luftmentsh, from luft air + mentsh human being"
    },
    {
      "word": "lunulae",
      "definition": "Something shaped like a crescent or half-moon; especially the pale area at the base of the fingernail."
    },
    {
      "word": "Lupercalia",
      "definition": "an ancient Roman festival celebrated February 15 to ensure fertility for the people, fields, and flocks",
      "origin": "Latin, plural, from Lupercus, god of flocks"
    },
    {
      "word": "Metonic cycle",
      "definition": "A period of 235 lunar months, or about 19 years in the Julian calendar, at the end of which the phases of the moon recur in the same order and on the same days as in the preceding cycle."
    },
    {
      "word": "micellar",
      "definition": "Pertaining or relating to micellæ.",
      "origin": "New Latin micella, from Latin mica",
      "sentence": "And they are hitching their wagon to a dairy star called micellar casein."
    },
    {
      "word": "macchiato",
      "definition": "<xref>espresso</xref> topped with steamed milk.",
      "origin": "Italian, short for caffè macchiato literally, coffee with a spot (of milk)"
    },
    {
      "word": "microfiche",
      "definition": "A sheet of microfilm, six by four inches, holding several hundred reduced images of document pages; read using a microfiche reader or microfilm reader.",
      "origin": "French, from micr- micr- + fiche peg, marker in a game, index card, slip, from ficher to stick in"
    },
    {
      "word": "macigno",
      "definition": "A division of the Upper Eocene in the southern and southeastern Alps. It is a sandstone containing few fossils other than fucoids: the equivalent of the <em>flysch.</em>",
      "sentence": "Florence, and its \"hard, malignant people,\" the people who still had something in them of \"the mountain and rock\" of their birthplace: -- \"_E tiene ancor del monte e del macigno. _\""
    },
    {
      "word": "mackinaw",
      "definition": "A short, double-breasted coat of heavy, usually plaid, woolen material.",
      "origin": "Mackinaw (Mackinac), trading post at site of Mackinaw City, Michigan"
    },
    {
      "word": "mille-feuille",
      "definition": "A type of pastry made of several layers of puff pastry usually filled with cream or custard, and topped with icing or sugar.",
      "origin": "French, from mille feuilles a thousand leaves"
    },
    {
      "word": "millegrain"
    },
    {
      "word": "macushla",
      "definition": "My darling, my dear."
    },
    {
      "word": "miombo"
    },
    {
      "word": "mademoiselle",
      "definition": "Courtesy title for an unmarried woman in France or a French-speaking country.",
      "origin": "Middle English madamoiselle, from Middle French, from Old French ma damoisele, literally, my (young) lady"
    },
    {
      "word": "Mirach"
    },
    {
      "word": "maerl"
    },
    {
      "word": "miscible",
      "definition": "(of liquids) that can be mixed together in all proportions",
      "origin": "Medieval Latin miscibilis, from Latin miscēre to mix"
    },
    {
      "word": "mittimus",
      "definition": "(obsolete outside the United States) A warrant issued for someone to be taken into custody.",
      "origin": "Latin, we send, from mittere to send"
    },
    {
      "word": "majuscule",
      "definition": "A capital letter, especially one used in ancient manuscripts.",
      "origin": "French, from Latin majusculus rather large, diminutive of major"
    },
    {
      "word": "Makgadikgadi Pans",
      "definition": "large basin containing salt pans in northeastern Botswana"
    },
    {
      "word": "moiety",
      "definition": "A half.",
      "origin": "Middle English moite, from Anglo-French meité, moité, from Late Latin medietat-, medietas, from Latin medius middle"
    },
    {
      "word": "moline",
      "definition": "The crossed iron that supports the upper millstone by resting on the spindle; a millrind.",
      "origin": "Anglo-French *moliné, from molin mill, from Late Latin molinum"
    },
    {
      "word": "mondegreen",
      "definition": "A form of error arising from mishearing a spoken or sung phrase.",
      "origin": "from the mishearing in a Scottish ballad of \"laid him on the green\" as \"Lady Mondegreen\""
    },
    {
      "word": "MOOC",
      "definition": "A Massive Open Online Course designed for a very large <xref>enrollment</xref>, offered on the <xref>World Wide Web</xref> by an educational institution and typically <xref>free of charge</xref>."
    },
    {
      "word": "moraine",
      "definition": "An accumulation of rocks and debris carried and deposited by a glacier.",
      "origin": "French, from French dialect (Savoy) morêna"
    },
    {
      "word": "morion",
      "definition": "A kind of open brimmed helmet used by footsoldiers in the 16th and 17th centuries, having no visor or bever.",
      "origin": "Middle French"
    },
    {
      "word": "mortadella",
      "definition": "A smooth-textured Italian pork sausage with lumps of fat, flavoured with spices; eaten cold.",
      "origin": "Italian, from Latin murtatum sausage seasoned with myrtle berries, from murtus myrtle"
    },
    {
      "word": "motherumbung"
    },
    {
      "word": "mozo",
      "definition": "A male servant, especially an attendant to a bullfighter."
    },
    {
      "word": "muesli",
      "definition": "A breakfast dish based on uncooked rolled oats and fruit.",
      "origin": "borrowed from Swiss German Müesli, diminutive of Mues \"soft food, mush, pulp,\" going back to Old High German muos, going back to West Germanic *mōsa- \"food, soft food\" (whence Old Saxon, Old English & Old Frisian mōs \"food, prepared food\"), probably from *mōt-, lengthened grade derivative of *mati- \"food\" + a suffixal -t-"
    },
    {
      "word": "mufti",
      "definition": "A Muslim scholar and interpreter of shari’a law, who can deliver a fatwa.",
      "origin": "Arabic muftī"
    },
    {
      "word": "muktuk",
      "definition": "The skin and blubber of a whale, traditionally used as food by the Inuit.",
      "origin": "Inuit maktak"
    },
    {
      "word": "muliebrity",
      "definition": "The state or quality of being a woman; the features of a woman's nature; femininity, womanhood.",
      "origin": "Late Latin muliebritat-, muliebritas, from Latin muliebris of a woman, from mulier woman"
    },
    {
      "word": "Muzak",
      "definition": "Trademark for recorded background music transmitted by wire, radio or recorded media on a subscription basis to grocery and department stores, doctor's offices, and other places of business and characterized by soft, soothing instrumental sounds."
    },
    {
      "word": "myeloma",
      "definition": "A malignant tumour arising from cells of the bone marrow, specifically plasma cells.",
      "origin": "Greek myelós \"bone marrow\" +"
    },
    {
      "word": "Nabal"
    },
    {
      "word": "nacelle",
      "definition": "A separate streamlined enclosure mounted on an aircraft to house an engine, cargo, or crew.",
      "origin": "French, literally, small boat, from Late Latin navicella, diminutive of Latin navis ship"
    },
    {
      "word": "nahcolite"
    },
    {
      "word": "naricorn"
    },
    {
      "word": "Naugahyde",
      "definition": "—used for vinyl-coated fabrics"
    },
    {
      "word": "naumachia",
      "definition": "an ancient Roman spectacle representing a naval battle",
      "origin": "Latin, from Greek, naval battle, from naus ship + machesthai to fight"
    },
    {
      "word": "neem",
      "definition": "Azadirachta indica, a large, mostly evergreen tree from India, whose seeds yield the insecticide azadirachtin.",
      "origin": "Hindi & Urdu nīm, from Sanskrit nimba"
    },
    {
      "word": "neophyte",
      "definition": "A beginner; a person who is new to a subject, skill, or belief.",
      "origin": "Middle English neophite, borrowed from Late Latin neophytus, borrowed from Greek neóphytos \"newly planted\" (in New Testament and patristic Greek, \"newly converted, new convert\"), from neo- + -phytos, verbal adjective of phýein \"to bring forth, produce\""
    },
    {
      "word": "Ner Tamid"
    },
    {
      "word": "nescience",
      "definition": "lack of knowledge or awareness : ignorance",
      "origin": "Late Latin nescientia, from Latin nescient-, nesciens, present participle of nescire not to know, from ne- not + scire to know ,"
    },
    {
      "word": "Nethinim"
    },
    {
      "word": "Nicoise",
      "sentence": "I also took the time to look up why a Nicoise Salad is called a Nicoise Salad."
    },
    {
      "word": "nidicolous",
      "definition": "Remaining in the nest after hatching until grown or nearly grown. Used of a bird.",
      "origin": "Latin nidus nest + English -colous"
    },
    {
      "word": "nimiety",
      "definition": "State of being in excess, more than is needed.",
      "origin": "Late Latin nimietas, from Latin nimius too much, adjective, from nimis, adverb",
      "sentence": "A nimiety of money is not synonymous with prosperity."
    },
    {
      "word": "niminy-piminy",
      "definition": "Affectedly delicate or refined; mincing.",
      "origin": "probably alteration of namby-pamby"
    },
    {
      "word": "nisi",
      "definition": "Taking effect at a specified date only if no cause is shown for modification during the interim.",
      "origin": "Latin, unless, from ne- not + si if"
    },
    {
      "word": "nisus",
      "definition": "An effort or endeavor to realize an aim.",
      "origin": "Latin, from niti to lean, rely, strive; akin to Latin nictare to wink"
    },
    {
      "word": "nival",
      "definition": "Relating to, growing in or under, or living on snow cover."
    },
    {
      "word": "ni-Vanuatu"
    },
    {
      "word": "niveau",
      "definition": "A level; a flat surface."
    },
    {
      "word": "nodosity",
      "definition": "having numerous or conspicuous protuberances",
      "origin": "Latin nodosus, from nodus"
    },
    {
      "word": "notturno"
    },
    {
      "word": "noumenon",
      "definition": "A thing as it is independent of any conceptualization or perception by the human mind, postulated by practical reason but existing in a condition which is in principle unknowable and unexperienceable.",
      "origin": "German, from Greek nooumenon that which is apprehended by thought, from neuter of present passive participle of noein to think, conceive, from nous mind"
    },
    {
      "word": "paella",
      "definition": "A savory Valencian dish made of rice, cooked on a frying pan with vegetables and meat or shellfish.",
      "origin": "Catalan, literally, pot, pan, from Middle French paelle, from Latin patella small pan"
    },
    {
      "word": "pahoehoe",
      "definition": "A form of lava flow of basaltic rock, usually dark-colored with a smooth or ropey surface. It is one of two chief forms of lava flow emitted from volcanoes of the Hawaiian type, the other form being aa.",
      "origin": "borrowed from Hawaiian pāhoehoe"
    },
    {
      "word": "Palaihnihan"
    },
    {
      "word": "palaver",
      "definition": "A village council meeting.",
      "origin": "Portuguese palavra word, speech, from Late Latin parabola parable, speech"
    },
    {
      "word": "pampootie"
    },
    {
      "word": "palooka",
      "definition": "an inexperienced or incompetent boxer",
      "origin": "origin unknown"
    },
    {
      "word": "nouveau",
      "definition": "New, fashionable.",
      "origin": "borrowed from French, \"new,\" going back to Middle French (back-formation from the plural nouveaulx, nouveaux), going back to Old French novel, going back to Latin novellus \"young, tender (of plants or animals),\" from novus \"new\" + -ellus, diminutive suffix"
    },
    {
      "word": "Novanglian"
    },
    {
      "word": "nyctinasty",
      "definition": "plant movement (such as the closing of a flower's petals or the reorientation of a leaf's position) that occurs in response to changes in light intensity (such as the onset of darkness) and that typically involves changes in cellular turgor : the nastic movement of the parts of some plants that occurs in the absence of a directional stimulus and that is associated with the plant's circadian cycle",
      "origin": "nyctinastic (borrowed from German nyctinastisch —later nyktinastisch— from Greek nykti-, combining form of nykt-, nýx \"night\" + German -nastisch, as in epinastisch \"displaying epinasty\") + ,"
    },
    {
      "word": "panacea",
      "definition": "A remedy believed to cure all disease and prolong life that was originally sought by alchemists; a cure-all.",
      "origin": "borrowed from New Latin panacēa \"universal remedy, cure-all,\" going back to Latin, \"any of various medicinal plants,\" borrowed from Greek panákeia \"name of a medicinal plant, universal remedy, (as a personified abstraction) a goddess of healing,\" derivative of panakḗs \"all-healing,\" from pan- + -akēs, adjective derivative of ákos (neuter s-stem) \"cure, remedy, relief,\" of uncertain origin"
    },
    {
      "word": "Panathenaea"
    },
    {
      "word": "panettone",
      "definition": "A soft Italian sourdough brioche from Milan, with candied fruit, usually prepared for Christmas as a dessert.",
      "origin": "Italian, from panetto small loaf, diminutive of pane bread, from Latin panis"
    },
    {
      "word": "Oaxaca",
      "definition": "state of southeastern Mexico bordering on the Pacific Ocean area 36,820 square miles (95,364 square kilometers), population 3,801,962"
    },
    {
      "word": "obeisant",
      "definition": "a movement of the body made in token of respect or submission : bow",
      "origin": "Middle English obeissance, obeysaunce \"obedience, submission, gesture indicating submission,\" borrowed from Anglo-French obeissaunce, from obeisant \"willing to obey\" (from present participle of obeir \"to submit to the authority of, obey\") + -aunce"
    },
    {
      "word": "Panchen Lama",
      "definition": "the lama who is the chief spiritual adviser of the Dalai Lama",
      "origin": "Panchen from Chinese (Beijing) bānchán"
    },
    {
      "word": "olecranon",
      "definition": "The bony process at the top of the ulna forming the point of the elbow.",
      "origin": "New Latin, from Greek ōlekranon, from ōlenē elbow + kranion skull ,"
    },
    {
      "word": "onomatopoeia",
      "definition": "The property of a word of sounding like what it represents.",
      "origin": "Late Latin, from Greek onomatopoiia, from onomat-, onoma name + poiein to make"
    },
    {
      "word": "panjandrum",
      "definition": "An important, powerful or influential person.",
      "origin": "Grand Panjandrum, burlesque title of an imaginary personage in some nonsense lines by Samuel Foote"
    },
    {
      "word": "phloem",
      "definition": "A vascular tissue in land plants primarily responsible for the distribution of sugars and nutrients manufactured in the shoot",
      "origin": "German, from Greek phloios, phloos bark; perhaps akin to Greek phlein to teem, abound, phlyein, phlyzein to boil over"
    },
    {
      "word": "phlox",
      "definition": "Any flowering plant of the genus Phlox.",
      "origin": "borrowed from New Latin Phlox, a genus name, going back to Latin phlog-, phlox \"a flame-colored flower,\" borrowed from Greek phlóx, genitive phlogós \"flame, flash (of lightning), blaze, radiance, inflammation, a flame-colored flower,\" o-grade derivative from the stem of phlégein \"to burn up, blaze, gleam\""
    },
    {
      "word": "Phobos"
    },
    {
      "word": "photovoltaic",
      "definition": "Producing a voltage when exposed to light.",
      "origin": "International Scientific Vocabulary"
    },
    {
      "word": "piatti",
      "definition": "In <em>music</em>, same as <internalXref urlencoded=\"cymbals\">cymbals</internalXref>."
    },
    {
      "word": "piccata",
      "definition": "Sliced, sautéed, and served in a sauce containing lemon, butter, and spices. Used of meat or fish.",
      "origin": "Italian, slice of sautéed veal flavored with lemon and parsley, from piccata, feminine of piccato, past participle of piccare to lard (meat), probably from French piquer, literally, to prick"
    },
    {
      "word": "pierrot",
      "definition": "Alternative form of Pierrot",
      "origin": "French, diminutive of Pierre Peter"
    },
    {
      "word": "piloncillo",
      "definition": "Same as <xref urlencoded=\"pilon\">pilon</xref>."
    },
    {
      "word": "polyandry",
      "definition": "The having of a plurality of husbands at the same time; usually, the marriage of a woman to more than one man, or the practice of having several husbands, at the same time.",
      "origin": "Greek polýandros \"having many husbands\" (from poly- + -andros, adjective derivative of andr-, anḗr \"man, husband\") +"
    },
    {
      "word": "psalmody",
      "definition": "The singing or the writing of psalms.",
      "origin": "Middle English psalmodie, from Anglo-French, from Late Latin psalmodia, from Late Greek psalmōidia, literally, singing to the harp, from Greek psalmos + aidein to sing"
    },
    {
      "word": "pschent"
    },
    {
      "word": "psoriasis",
      "definition": "A noncontagious disease whose main symptom is gray or silvery flaky patches on the skin which are red and inflamed underneath when scratched.",
      "origin": "New Latin, from Greek psōriasis, from psōrian to have the itch, from psōra itch; akin to Greek psēn to rub"
    },
    {
      "word": "ptyxis",
      "definition": "In <em>botany</em>, the folding or configuration of a single part in a leaf- or flowerbud: opposed to <em>vernation</em> and <em>estivation</em>, the disposition of the parts conjointly."
    },
    {
      "word": "pudibund",
      "definition": "<xref>Shy</xref>, <xref>bashful</xref>; <xref>prudish</xref>.",
      "origin": "Latin pudibundus, from pudēre to be ashamed + -bundus (as in moribundus moribund)",
      "sentence": "[39] When he published _Le Cocu_, it was set about that a pudibund lady had asked her book-seller for \"Le Dernier de M. Paul de Kock.\""
    },
    {
      "word": "pulvillus",
      "definition": "A soft, cushionlike pad on the foot of an insect, such as the housefly, by which it clings to a surface.",
      "sentence": "Arolium - ia: cushion-like pads on the tarsi of many insects: one of the lobes of the pulvillus; in Orthoptera, used only for the terminal pad between the claws: see empodium; pulvillus; palmula; plantula; onychium, paronychium, pseudonychium."
    },
    {
      "word": "pylorus",
      "definition": "The passage at the lower end of the stomach that opens into the duodenum.",
      "origin": "Late Latin, from Greek pylōros, literally, gatekeeper, from pylē",
      "sentence": "To the dictionary I went. and found that the pylorus is the opening from the stomach into the intestine."
    },
    {
      "word": "Pythagorean",
      "definition": "any of a group professing to be followers of the Greek philosopher Pythagoras"
    },
    {
      "word": "Pyxis",
      "definition": "A small box",
      "origin": "New Latin, from Latin, box"
    },
    {
      "word": "pinniped",
      "definition": "Any of various large marine mammals belonging to the superfamily (formerly considered a suborder) Pinnipedia comprising walruses, eared seals and earless seals.",
      "origin": "ultimately from Latin pinna + ped-, pes foot"
    },
    {
      "word": "pistou",
      "definition": "A cold sauce made from cloves of garlic, fresh basil, and olive oil."
    },
    {
      "word": "pitanga"
    },
    {
      "word": "Oenone",
      "definition": "a nymph who is abandoned by her husband Paris for Helen of Troy",
      "origin": "Latin, from Greek Oinōnē"
    },
    {
      "word": "Plantagenet",
      "definition": "of or relating to a royal house ruling England from 1154 to 1485",
      "origin": "Plantagenet, nickname of the family adopted as surname"
    },
    {
      "word": "oeuvre",
      "definition": "A work of art.",
      "origin": "borrowed from French, literally, \"work,\" going back to Old French ovre, going back to Latin opera \"activity, effort, attention, work,\" collective derivative from oper-, opus \"work, effort, product of labor\""
    },
    {
      "word": "pneumatocyst",
      "definition": "the air bladder of certain algae and aquatic plants",
      "origin": "+"
    },
    {
      "word": "ogival",
      "definition": "of, relating to, or having the form of an ogive or an ogee"
    },
    {
      "word": "pochoir"
    },
    {
      "word": "pannose"
    },
    {
      "word": "podagra",
      "definition": "Gout in the big toe",
      "origin": "Middle English, from Latin, from Greek, literally, foot trap, from pod-, pous + agra hunt, catch; probably akin to Greek agein to drive, lead"
    },
    {
      "word": "pappardelle",
      "definition": "A broad form of fettuccine, or a narrow form of lasagne, traditionally eaten with a meat sauce (especially one made with hare).",
      "origin": "Italian"
    },
    {
      "word": "qiyas"
    },
    {
      "word": "podotheca"
    },
    {
      "word": "parallax",
      "definition": "An apparent shift in the position of two stationary objects relative to each other as viewed by an observer, due to a change in observer position.",
      "origin": "Middle French parallaxe, from Greek parallaxis, from parallassein to change, from para- + allassein to change, from allos other"
    },
    {
      "word": "Quaoar"
    },
    {
      "word": "point d'appui",
      "definition": "A given point or body upon which troops are formed, or by which they are marched in line or column.",
      "origin": "French, literally, point of support"
    },
    {
      "word": "pareidolia",
      "definition": "the tendency to perceive a specific, often meaningful image in a random or ambiguous visual pattern",
      "origin": "borrowed from German Pareidolie, from Greek par- + eídōlon \"image, reflection\" + German -ie"
    },
    {
      "word": "quasar",
      "definition": "An extragalactic object, starlike in appearance, that is among the most luminous and (putatively) the most distant objects in the universe.",
      "origin": "quasi-stellar"
    },
    {
      "word": "parquet",
      "definition": "A wooden floor made of parquetry."
    },
    {
      "word": "onychorrhexis"
    },
    {
      "word": "parterre",
      "definition": "A flowerbed, particularly an elevated one.",
      "origin": "French, from Middle French, from par terre on the ground"
    },
    {
      "word": "oolite",
      "definition": "A rock consisting of spherical grains within a mineral cortex accreted around a nucleus, often of quartz grains.",
      "origin": "probably from French oolithe, from oo- o- + -lithe -lite"
    },
    {
      "word": "parti pris",
      "definition": "A bias or preconceived opinion.",
      "origin": "French, literally, side taken"
    },
    {
      "word": "oopuhue"
    },
    {
      "word": "pas seul",
      "definition": "A solo dance.",
      "origin": "French, literally, solo step"
    },
    {
      "word": "Oort cloud",
      "definition": "a spherical shell of cometary bodies believed to surround the sun far beyond the orbits of the outermost planets and from which some are dislodged when perturbed to fall toward the sun",
      "origin": "Jan Oort †1992 Dutch astronomer"
    },
    {
      "word": "pasilla"
    },
    {
      "word": "oppidan",
      "definition": "Pertaining to a town; town.",
      "sentence": "Massachusetts by oppidan on January 6, 2005 - 5: 38pm"
    },
    {
      "word": "pastitsio",
      "definition": "Alternative spelling of <xref>pastichio</xref>.",
      "origin": "Modern Greek, from Italian pasticcio",
      "sentence": "Nihal, as I said in this piece, traditional pastitsio is different than this."
    },
    {
      "word": "Orinoco",
      "definition": "A river of Venezuela flowing more than 2,415 km (1,500 mi), partly along the Colombia-Venezuela border, to the Atlantic Ocean. The mouth of the river was probably sighted by Columbus in 1498.",
      "sentence": "When the barrel sank the currents drifted it northwards down what we call the Orinoco"
    },
    {
      "word": "ormolu",
      "definition": "Any of several copper and zinc or tin alloys resembling gold in appearance and used to ornament furniture, moldings, architectural details, and jewelry.",
      "origin": "French or moulu, literally, ground gold"
    },
    {
      "word": "orogeny",
      "definition": "The process of mountain building by the upward folding of the Earth's crust.",
      "origin": "probably borrowed from French orogénie, from oro- + -génie"
    },
    {
      "word": "orphéon"
    },
    {
      "word": "Parmentier"
    },
    {
      "word": "patois",
      "definition": "A regional dialect of a language (especially French); usually considered substandard.",
      "origin": "French"
    },
    {
      "word": "Patripassianism"
    },
    {
      "word": "pejorate"
    },
    {
      "word": "pekoe",
      "definition": "A grade of black tea consisting of the leaves around the buds.",
      "origin": "Chinese (Xiamen) pek-ho",
      "sentence": "I had always been under the impression that the name \"pekoe\" referred to a certain type of tea, but he told me that the word is Chinese for \"eyelash,\" and came to be used because the tip leaves of tea bushes, when rolled and dried, resemble eyelashes."
    },
    {
      "word": "oryx",
      "definition": "Any of several African and Arabian antelopes of the genus <em>Oryx,</em> including the gemsbok, having black or brown markings on the face and long, straight or slightly curved horns.",
      "origin": "New Latin, from Latin, a gazelle, from Greek, pickax, antelope, kind of whale, from oryssein to dig; akin to Latin runcare to grub up, weed, Sanskrit luñcati he plucks",
      "sentence": "The oryx is a magnificent creature, standing as tall as a horse, with the same full, flowing, dark tail that sweeps the ground."
    },
    {
      "word": "ostium",
      "definition": "A small opening or orifice, as in a body organ or passage.",
      "origin": "New Latin, from Latin, door, mouth of a river; akin to Latin os mouth",
      "sentence": "On the way from the second antechamber, called the ostium, to the atrium itself, Vinicius said, -- \"Hast noticed that thee doorkeepers are without chains?\""
    },
    {
      "word": "perciatelli",
      "definition": "Pasta in long hollow thick strands."
    },
    {
      "word": "Ouagadougou",
      "definition": "city and capital of Burkina Faso in the central part of the country population 1,475,223"
    },
    {
      "word": "perianth",
      "definition": "The sterile parts of a flower; collectively, the sepals and petals (or tepals).",
      "origin": "New Latin perianthium, from peri- + Greek anthos flower"
    },
    {
      "word": "oud",
      "definition": "A short-necked and fretless plucked stringed instrument of the lute family, of Arab and Turkish origin.",
      "origin": "Arabic ʽūd, literally, wood"
    },
    {
      "word": "perruche"
    },
    {
      "word": "outré",
      "definition": "Beyond what is customary or proper; extravagant."
    },
    {
      "word": "petechia",
      "definition": "a minute reddish or purplish spot containing blood that appears in skin or mucous membrane as a result of localized hemorrhage",
      "origin": "New Latin, from Italian petecchia, ultimately from Latin impetigo"
    },
    {
      "word": "Philistine",
      "definition": "A person who is ignorant or uneducated; specifically, a person who lacks appreciation of or is antagonistic towards art or culture, and who has pedestrian tastes."
    },
    {
      "word": "oviparous",
      "definition": "Egg-laying; depositing eggs that develop and hatch outside the body as a reproductive strategy.",
      "origin": "Latin oviparus, from ov- + -parus -parous"
    },
    {
      "word": "oxyacetylene",
      "definition": "A mixture of oxygen and acetylene; burns at a high temperature and is used for cutting and welding metals.",
      "origin": "International Scientific Vocabulary"
    },
    {
      "word": "philopatry"
    },
    {
      "word": "portugais"
    },
    {
      "word": "porwigle"
    },
    {
      "word": "pot-au-feu",
      "definition": "A thick soup of meat and vegetables cooked together in a large pot.",
      "origin": "French, literally, pot on the fire"
    },
    {
      "word": "pothos",
      "definition": "a southeastern Asian climbing plant (Epipremnum aureum) of the arum family widely grown as a houseplant for its leathery or waxy heart-shaped green leaves with yellow or white variegation",
      "origin": "borrowed from New Latin, earlier genus name for the plant (Pothos aureus, later reclassified as Scindapsus aureus and Epipremnum aureum), Linnaeus's re-formation of earlier Potha, borrowed from Sinhalese pōṭā væl or pōṭǣ, names for the plant Pothos scandens"
    },
    {
      "word": "potpourri",
      "definition": "A collection of various things; an assortment, mixed bag or motley.",
      "origin": "French pot pourri, literally, rotten pot"
    },
    {
      "word": "pou sto"
    },
    {
      "word": "poudre",
      "definition": "river 125 miles (201 kilometers) long in northern Colorado flowing into the South Platte River"
    },
    {
      "word": "prajna",
      "definition": "Wisdom; understanding; insight."
    },
    {
      "word": "pralltriller",
      "definition": "A melodic embellishment consisting of the quick alternation of a principal tone with an auxiliary tone above it, usually the next in the scale.",
      "origin": "German, from prallen to rebound + Triller trill"
    },
    {
      "word": "pratique",
      "definition": "Permission to use a port given to a ship after compliance with quarantine or on conviction that she is free of contagious disease.",
      "origin": "French, literally, practice, from Old French, from Medieval Latin practica"
    },
    {
      "word": "presidio",
      "definition": "A garrisoned place, especially one that is or was once under Spanish control.",
      "origin": "Spanish, from Latin praesidium"
    },
    {
      "word": "prêt-à-porter",
      "definition": "Ready-to-wear"
    },
    {
      "word": "prion",
      "definition": "A self-propagating misfolded conformer of a protein that is responsible for a number of diseases that affect the brain and other neural tissue.",
      "origin": "New Latin, from Greek priōn saw, from priein to saw; from its sawlike bill"
    },
    {
      "word": "prodissoconch"
    },
    {
      "word": "Promethean",
      "definition": "of, relating to, or resembling Prometheus, his experiences, or his art; especially : daringly original or creative"
    },
    {
      "word": "promyshlennik"
    },
    {
      "word": "pruritus",
      "definition": "Severe itching, especially of undamaged skin; caused by allergy, infection, lymphoma etc",
      "origin": "Latin, from prurire"
    },
    {
      "word": "quattrocento",
      "definition": "The 1400s, the fifteenth-century Renaissance Italian period.",
      "origin": "Italian, literally, four hundred, from quattro four (from Latin quattuor) + cento hundred"
    },
    {
      "word": "Quito",
      "definition": "The capital of Ecuador, in the north-central part of the country. Settled by the Quito people, it was captured by the Incas in 1487 and held by the Spanish from 1534 until 1822. The city has frequently been damaged by earthquakes.",
      "sentence": "Provincia del Quito: Ritos y Ceremonias de los Indios_; _Las dos Lineas de los Incas y de los Scyris en las Provincias del Perú y del Quito_;"
    },
    {
      "word": "quoc-ngu"
    },
    {
      "word": "quokka",
      "definition": "A short-tailed herbivorous marsupial <em>(Setonix brachyurus)</em> found in coastal areas of southwest Australia.",
      "origin": "Nyungar (Australian aboriginal language of southwest Western Australia) gwaga",
      "sentence": "And did you know that a quokka is a small wallaby?"
    },
    {
      "word": "quonk",
      "definition": "Unwanted <xref>noise</xref> picked up by a <xref>microphone</xref> in a <xref>broadcasting</xref> <xref>studio</xref>"
    },
    {
      "word": "Quonset",
      "definition": "—used for a prefabricated shelter having a semicircular arching roof of corrugated metal"
    },
    {
      "word": "raclette",
      "definition": "A dish, of Swiss origin, similar to a fondue, consisting of melted cheese traditionally served on boiled potatoes and accompanied with pickles.",
      "origin": "borrowed from French, borrowed from Swiss French (Valais) (perhaps originally from a Franco-Provençal form), from racler to scrape, even or clean by scraping (going back to Middle French raicler, racler, borrowed from Old Occitan rasclar, going back to Vulgar Latin *rāsclāre, syncopated from *rāsiculāre, iterative from rāsus, past participle of rādere to scrape, scratch, pare away, shave) + -ette, deverbal suffix marking place or object of an action; so called because the cheese was traditionally melted and scraped from a larger piece onto the other ingredients; as a name for a cheese, short for fromage à raclette ,"
    },
    {
      "word": "rafflesia",
      "definition": "Any of several large parasitic plants, of the genus Rafflesia, from South East Asia, that have no roots, stems or leaves; Rafflesia arnoldii has the largest known flower with a diameter of over a yard.",
      "origin": "New Latin, from Sir Stamford Raffles †1826 English colonial administrator"
    },
    {
      "word": "railleur"
    },
    {
      "word": "rajpramukh"
    },
    {
      "word": "rapparee",
      "definition": "A bandit or brigand.",
      "origin": "Irish rapaire, ropaire, literally, thruster, stabber, from rop thrust, stab"
    },
    {
      "word": "rapprochement",
      "definition": "The reestablishment of cordial relations, particularly between two countries; a reconciliation.",
      "origin": "French, from rapprocher to bring together, from Middle French, from re- + approcher to approach, from Old French aprochier, from Late Latin appropiare"
    },
    {
      "word": "Rastafarian",
      "definition": "An adherent of Rastafarianism.",
      "origin": "Ras Tafari, precoronation name of Haile Selassie",
      "sentence": "That is, the government may ban smoking marijuana neutrally but it certainly may not ban smoking it in Rastafarian ceremonies and not otherwise."
    },
    {
      "word": "Rayleigh wave",
      "definition": "A type of seismic surface wave that moves with a rolling motion, causing rock particles to vibrate in directions both perpendicular and parallel to the main direction of wave propagation. Rayleigh waves are slower than Love waves."
    },
    {
      "word": "realpolitik",
      "definition": "A usually expansionist national policy having as its sole principle advancement of the national interest.",
      "origin": "German, from real actual + Politik politics",
      "sentence": "The term realpolitik was coined by Prussian Prince Otto von Bismarck, who defined politics as \"the art of the possible.\""
    },
    {
      "word": "recamier",
      "definition": "A couch or day bed typically having a high curved headboard and a low or absent footboard.",
      "origin": "from its appearance in a portrait of Mme. Récamier by Jacques-Louis David"
    },
    {
      "word": "redingote",
      "definition": "A long coat or greatcoat for men.",
      "origin": "French, modification of English riding coat"
    },
    {
      "word": "rembrandt",
      "definition": "1606—1669 in full Rembrandt Harmensz (or Harmenszoon) van Rijn (or Ryn) Dutch painter"
    },
    {
      "word": "rennet",
      "definition": "An enzyme used as the first step in making cheese, to curdle the milk and coagulate the casein in it, derived by soaking the fourth stomach of a milk-fed calf in brine.",
      "origin": "Middle English, from Middle English *rennen to cause to coagulate, from Old English gerennan, from ge- together + *rennan to cause to run; akin to Old High German rennen to cause to run, Old English rinnan to run ,"
    },
    {
      "word": "renvoi",
      "definition": "A situation in which a court, tasked with deciding which state's law should apply to a case, decides to apply the law of the forum, based on the determination that a court from another involved state would also apply the law of the forum."
    },
    {
      "word": "rescissible"
    },
    {
      "word": "reveille",
      "definition": "The sounding of a bugle or drum early in the morning to awaken soldiers.",
      "origin": "modification of French réveillez, imperative plural of réveiller to awaken, from Middle French reveiller, from re- + eveiller to awaken, from Vulgar Latin *exvigilare, from Latin ex- + vigilare to keep watch, stay awake"
    },
    {
      "word": "rhododendron",
      "definition": "Oleander (Nerium oleander).",
      "origin": "borrowed from New Latin (), going back to Latin, \"oleander, a plant of the Black Sea region described by Pliny whose honey is toxic (probably Rhododendron ponticum),\" borrowed from Greek rhodódendron, from rhodo- + déndron \"tree\""
    },
    {
      "word": "rhyton",
      "definition": "A container from which fluids are intended to be drunk, having one handle and usually a base in the form of a head.",
      "origin": "Greek, neuter of rhytos flowing, from rhein to flow"
    },
    {
      "word": "rickettsial",
      "definition": "any of a various gram-negative, parasitic bacteria (order Rickettsiales and especially genus Rickettsia) that are transmitted by biting arthropods (such as lice or ticks) and cause a number of serious diseases (such as Rocky Mountain spotted fever and typhus)",
      "origin": "New Latin, genus name, from Howard T. Ricketts †1910 American pathologist"
    },
    {
      "word": "rinceau"
    },
    {
      "word": "rissole",
      "definition": "A ball of meat, some variants covered in pastry, which has been fried or barbecued."
    },
    {
      "word": "Robigalia"
    },
    {
      "word": "rocaille",
      "definition": "Artificial rockwork made of rough stones and cement, as for gardens.",
      "origin": "French, literally, stone debris, from Middle French roquailles, plural, rocky terrain, from roc rock, alteration of roche, from Vulgar Latin *rocca"
    },
    {
      "word": "roi fainéant"
    },
    {
      "word": "rond de jambe"
    },
    {
      "word": "rondeau",
      "definition": "A fixed form of verse based on two rhyme sounds and consisting usually of 13 lines in three stanzas with the opening words of the first line of the first stanza used as an independent refrain after the second and third stanzas.",
      "origin": "Middle French rondel, rondeau"
    },
    {
      "word": "rooseveltite"
    },
    {
      "word": "rosemaling",
      "definition": "A Norwegian style of stylized floral decoration with scrollwork and geometric elements.",
      "origin": "Norwegian, from rose rose + maling painting"
    },
    {
      "word": "roseola",
      "definition": "A rosy rash occurring in measles, typhoid fever, syphilis and some other diseases.",
      "origin": "Latin roseus \"rose-colored, reddish\" + New Latin -ola (in , )"
    },
    {
      "word": "rouille",
      "definition": "A type of sauce from Provence, France, often served with fish dishes, consisting of olive oil with breadcrumbs, chili peppers, garlic, and saffron.",
      "origin": "French, literally, rust; from its color"
    },
    {
      "word": "rubaiyat",
      "definition": "an iambic pentameter quatrain with a rhyme scheme aaba",
      "origin": "The Rubáiyát of Omar Khayyám, quatrains translated by Edward FitzGerald (1859)"
    },
    {
      "word": "rubefacient",
      "definition": "causing redness (as of the skin)",
      "origin": "Latin rubefacient-, rubefaciens, present participle of rubefacere to make red, from rubeus reddish + facere to make ,"
    },
    {
      "word": "ruelle"
    },
    {
      "word": "runcible spoon",
      "definition": "A fork-like spoon that has a cutting edge.",
      "origin": "coined with an obscure meaning by Edward Lear"
    },
    {
      "word": "rupicolous"
    },
    {
      "word": "ruscus"
    },
    {
      "word": "rutabaga",
      "definition": "The swede, or Swedish turnip; the European plant Brassica napus var. napobrassica",
      "origin": "borrowed from regional Swedish (Västergötland) rotabagge, rotbagge, from Swedish rot \"root\" + -bagge \"(in compounds) round, lumpy object\""
    },
    {
      "word": "ryas",
      "definition": "a Scandinavian handwoven rug with a deep resilient comparatively flat pile; also : the weave typical of this rug",
      "origin": "Rya, village in southwest Sweden"
    },
    {
      "word": "Ryeland",
      "sentence": "The Ryeland is a small, hornless, white-faced breed which has been in"
    },
    {
      "word": "Ryukyu",
      "definition": "A chain of islands roughly between <xref>Kyushu</xref> and <xref>Taiwan</xref>.",
      "sentence": "Stanford 1957.p. 295: Ryukyu is Chinese: Liu-ch'iu; Okinawa is one of the islands of this group."
    },
    {
      "word": "saccharide",
      "definition": "Any of a series of sweet-tasting carbohydrates, especially a simple sugar or an oligomer or polymer of simple sugars.",
      "sentence": "Additional ingredients such as saccharide, may be added to enhance either the flavor or the fermentation process."
    },
    {
      "word": "risorgimento",
      "definition": "the 19th century movement for Italian political unity",
      "origin": "Italian, literally, rising again, from risorgere to rise again, from Latin resurgere",
      "sentence": "Phone: 39 0832 246 311 www. vestashotels.it/risorgimento/risorgimento_hotel. htm"
    },
    {
      "word": "risposta"
    },
    {
      "word": "saeta"
    },
    {
      "word": "Sagittarius",
      "definition": "a southern zodiacal constellation pictured as a centaur shooting an arrow and containing the point in the sky where the center of the Milky Way galaxy is located",
      "origin": "Latin (genitive Sagittarii), literally, archer, from sagitta"
    },
    {
      "word": "sakura",
      "definition": "(Japanese) cherry tree"
    },
    {
      "word": "selah",
      "definition": "A pause or rest of a contemplative nature.",
      "origin": "Hebrew selāh"
    },
    {
      "word": "sous vide",
      "definition": "(usually used attributively) Any method of cooking and packaging food in a vacuum.",
      "origin": "French, literally, under vacuum"
    },
    {
      "word": "semaphore",
      "definition": "Any equipment used for visual signalling by means of flags, lights, or mechanically moving arms, which are used to represent letters of the alphabet, or words.",
      "origin": "borrowed from French sémaphore, from Greek sêma \"sign, signal\" + -phoros"
    },
    {
      "word": "spiedini",
      "sentence": "These spiedini are paired with foods that have a natural affinity for lamb's gamey flavor: mint, rosemary and lemon."
    },
    {
      "word": "serval",
      "definition": "A long-legged African wildcat <em>(Leptailurus serval),</em> having a tawny coat with black spots and very large erect ears without tufts.",
      "origin": "French, from Portuguese lobo cerval lynx, from Medieval Latin lupus cervalis, literally, deerlike wolf",
      "sentence": "For those of you who don't know (and I certainly didn't), a serval is a medium sized African wildcat and a coatimundi is part of the raccoon family."
    },
    {
      "word": "sesquipedalian",
      "definition": "A long word.",
      "origin": "Latin sesquipedalis, literally, a foot and a half long, from sesqui- + ped-, pes foot",
      "sentence": "\"Clarence Thomas, please spell the word sesquipedalian and then use it in a form of a question.\""
    },
    {
      "word": "spindle",
      "definition": "(spinning) A rod used for spinning and then winding natural fibres (especially wool), usually consisting of a shaft and a circular whorl positioned at either the upper or lower end of the shaft when suspended vertically from the forming thread.",
      "origin": "Middle English spindel, from Old English spinel; akin to Old English spinnan to spin",
      "sentence": "And now I have to figure out when the spindle is full, and how to ply it ...."
    },
    {
      "word": "spodumene",
      "definition": "A greenish, yellowish or pinkish mineral, a lithium pyroxene (LiAl(SiO3)2) that is an ore of lithium, and a gemstone.",
      "origin": "probably from French spodumène, from German Spodumen, from Greek spodoumenos, present participle of spodousthai to be burnt to ashes, from spodos ashes"
    },
    {
      "word": "sprechstimme"
    },
    {
      "word": "sravaka"
    },
    {
      "word": "stevedore",
      "definition": "A dockworker involved in loading and unloading cargo, or in supervising such work.",
      "origin": "Spanish estibador, from estibar to pack"
    },
    {
      "word": "Strelitzia",
      "definition": "Any of several flowering plants of the genus Strelitzia."
    },
    {
      "word": "stretto",
      "definition": "The presence of two close or overlapping statements of the subject of a fugue, especially towards the end.",
      "origin": "stretto from Italian, from stretto narrow, close, from Latin strictus, past participle; stretta from Italian, from feminine of stretto"
    },
    {
      "word": "salmagundi",
      "definition": "A food consisting of chopped meat and pickled herring, with oil, vinegar, pepper, and onions.",
      "origin": "French salmigondis"
    },
    {
      "word": "seraya"
    },
    {
      "word": "serin",
      "definition": "Any of various small finches in the genus Serinus, with largely yellow plumage.",
      "origin": "French"
    },
    {
      "word": "samsara",
      "definition": "In Jainism, Hinduism, Buddhism, and some other eastern religions, the ongoing cycle of birth, death, and rebirth endured by human beings and all other mortal beings, and from which release is obtained by achieving the highest enlightenment.",
      "origin": "Sanskrit saṁsāra, literally, passing through"
    },
    {
      "word": "Sangamon",
      "definition": "river about 250 miles (400 kilometers) long in central Illinois flowing southwest and west into the Illinois River"
    },
    {
      "word": "sangfroid",
      "sentence": "He handled the stressful situation with great sangfroid.",
      "definition": "Composure, self-possession or imperturbability especially when in a dangerous situation.",
      "origin": "French sang-froid, literally, cold blood"
    },
    {
      "word": "sessile",
      "sentence": "a sessile oyster",
      "definition": "Permanently attached to a substrate; not free to move about.",
      "origin": "Latin sessilis of or fit for sitting, low, dwarf (of plants), from sessus, past participle of sedēre"
    },
    {
      "word": "sanglier"
    },
    {
      "word": "seton",
      "definition": "A few silk threads or horsehairs, or a strip of linen etc., introduced beneath the skin by a knife or needle, so as to induce suppuration; also, the issue so formed."
    },
    {
      "word": "sannyasi",
      "definition": "A man in the stage of sannyasa; a wandering ascetic, a religious mendicant.",
      "origin": "Hindi sannyāsī, from Sanskrit sannyāsin"
    },
    {
      "word": "Sfax",
      "definition": "city and port on the Gulf of Gabès in Tunisia population 287,500"
    },
    {
      "word": "Strigolniki"
    },
    {
      "word": "sansculotte",
      "definition": "A plebeian Parisian, especially a lower-class republican during the French Revolution.",
      "origin": "French sans-culotte, literally, without breeches"
    },
    {
      "word": "sforzando",
      "definition": "A mark that indicates that a note is to be played with a strong initial attack.",
      "origin": "Italian, verbal of sforzare to force"
    },
    {
      "word": "stroganoff",
      "definition": "A dish of sautéed pieces of beef (or a substitute) served in a sauce with sour cream."
    },
    {
      "word": "Saoshyant"
    },
    {
      "word": "Shawwal",
      "definition": "the 10th month of the Islamic year",
      "origin": "Arabic shawwāl"
    },
    {
      "word": "struthious",
      "definition": "of, relating to, or resembling the ostrich or related ratite birds",
      "origin": "Late Latin struthio ostrich, irregular from Greek strouthos"
    },
    {
      "word": "Sapporo",
      "definition": "city on western Hokkaido, Japan population 1,913,545"
    },
    {
      "word": "Shiba Inu",
      "definition": "any of a breed of small thick-coated agile dogs developed in Japan",
      "origin": "Japanese shiba-inu, from shiba brushwood + inu dog"
    },
    {
      "word": "stupa",
      "definition": "A dome-shaped Buddhist monument, used to house relics of the Lord Buddha.",
      "origin": "Sanskrit stūpa"
    },
    {
      "word": "savoir faire",
      "definition": "capacity for appropriate action; especially : a polished sureness in social behavior",
      "origin": "French savoir-faire, literally, knowing how to do"
    },
    {
      "word": "silique",
      "definition": "A dehiscent elongated fruit, characteristic of the mustard family, having two valves that fall away leaving a central partition as the fruit dries. ",
      "origin": "French, from New Latin siliqua, from Latin, pod, husk",
      "sentence": "Fruit is a long 2. 5-6.3 cm (1. 0-2.5 in) green capsule called a silique, and contains many seeds."
    },
    {
      "word": "sturnine",
      "sentence": "1831 OW sturnine swallow 1809 ibidine ibis 1875 OW OW tetraonine grouse, laridine gull, etc. 1877 ptarmigan, etc."
    },
    {
      "word": "Sawan"
    },
    {
      "word": "Sir Roger de Coverley",
      "definition": "an English country-dance that resembles the Virginia reel",
      "origin": "alteration of roger of coverley, probably from Roger, male given name + of + Coverley, a fictitious place name",
      "sentence": "The inimitable Vicar recalls Sir Roger de Coverley and the gentle and delicate touch of Addison."
    },
    {
      "word": "stygian",
      "definition": "Dark and gloomy.",
      "origin": "Latin stygius, from Greek stygios, from Styg-, Styx Styx"
    },
    {
      "word": "Sbrinz"
    },
    {
      "word": "siscowet"
    },
    {
      "word": "styptic",
      "definition": "A substance used for styptic results.",
      "origin": "Middle English stiptik, from Anglo-French, from Latin stypticus, from Greek styptikos, from styphein to contract"
    },
    {
      "word": "scaberulous"
    },
    {
      "word": "skaamoogs"
    },
    {
      "word": "scagliola",
      "definition": "Plasterwork imitating marble, granite, etc.",
      "origin": "Italian, literally, little chip"
    },
    {
      "word": "Schedar"
    },
    {
      "word": "schefflera",
      "definition": "Any of the genus Schefflera of flowering plants in the family Araliaceae.",
      "origin": "New Latin, from Jacob Christoph Scheffler †1742 German physician"
    },
    {
      "word": "schnecken",
      "origin": "German"
    },
    {
      "word": "schwegel"
    },
    {
      "word": "Skeltonic",
      "definition": "John circa 1460—1529 English poet"
    },
    {
      "word": "skerrick",
      "definition": "A very small amount or portion, particularly used in the negative."
    },
    {
      "word": "sciatica",
      "definition": "Neuralgia of the sciatic nerve, characterised by pain radiating down through the buttocks and the back of the thigh.",
      "origin": "Middle English, from Medieval Latin, from Late Latin, feminine of sciaticus"
    },
    {
      "word": "sciolistic",
      "definition": "a superficial show of learning",
      "origin": "Late Latin sciolus smatterer, pretender to knowledge (Latin scius \"possessing knowledge, expert,\" derivative of scīre \"to know\" —perhaps as back-formation from nescius \"ignorant\"— + -olus, diminutive suffix, here with depreciative value) +"
    },
    {
      "word": "sclaff",
      "definition": "to scrape the ground instead of hitting the ball cleanly on a golf stroke",
      "origin": "Scots, from sclaff, noun, literally, blow with the palm; probably of imitative origin"
    },
    {
      "word": "scobiform"
    },
    {
      "word": "scrofula",
      "definition": "A form of tuberculosis, most common in children, tending to cause enlarged and degenerated lymph nodes, especially in the neck, and often chronic, intractable skin inflammation as well.",
      "origin": "New Latin, back-formation from Late Latin scrofulae, plural, swellings of the lymph nodes of the neck, from plural of scrofula, diminutive of Latin scrofa breeding sow"
    },
    {
      "word": "seine",
      "definition": "A long net having floats attached at the top and sinkers (weights) at the bottom, used in shallow water for catching fish.",
      "origin": "Middle English, from Old English segne, from Latin sagena, from Greek sagēnē"
    },
    {
      "word": "smriti",
      "definition": "Any individual text from the Smriti body of Hindu religious scripture."
    },
    {
      "word": "sobornost"
    },
    {
      "word": "soirée",
      "definition": "A formal evening party."
    },
    {
      "word": "sororal",
      "definition": "Of or pertaining to a sister.",
      "origin": "Latin soror sister"
    },
    {
      "word": "sorrel",
      "definition": "Any of various plants with acidic leaves, especially",
      "origin": "Middle English sorel, noun & adjective, from Anglo-French, from sor red, auburn, probably of Germanic origin; akin to Middle Dutch soor dry, barren, Old English sēar dry"
    },
    {
      "word": "sostenuto",
      "definition": "A note or passage marked to be sustained",
      "origin": "Italian, from past participle of sostenere to sustain, from Latin sustinēre"
    },
    {
      "word": "succès fou"
    },
    {
      "word": "succorance"
    },
    {
      "word": "Sufi",
      "definition": "a Muslim mystic",
      "origin": "Arabic ṣūfī, perhaps from ṣūf wool"
    },
    {
      "word": "supercilious",
      "definition": "Arrogantly superior; showing contemptuous indifference; haughty.",
      "origin": "Latin superciliosus, from supercilium eyebrow, haughtiness, from super- + -cilium eyelid (akin to celare to hide)"
    },
    {
      "word": "surreptitious",
      "definition": "Stealthy, furtive, well hidden, covert (especially movements).",
      "origin": "Middle English, from Latin surrepticius, from surreptus, past participle of surripere to snatch secretly, from sub- + rapere to seize"
    },
    {
      "word": "svarabhakti"
    },
    {
      "word": "Svengali",
      "definition": "One who manipulates or controls another as by some mesmeric or sinister influence; especially a coach, mentor or industry mogul.",
      "origin": "Svengali, villainous hypnotist in the novel Trilby (1894) by George du Maurier"
    },
    {
      "word": "swainsona"
    },
    {
      "word": "sybaritic",
      "definition": "voluptuary, sensualist"
    },
    {
      "word": "synanthrope"
    },
    {
      "word": "tessitura",
      "definition": "The vocal range of a singer.",
      "origin": "Italian, literally, texture, from Latin textura"
    },
    {
      "word": "toril"
    },
    {
      "word": "syncope",
      "definition": "The loss or elision of a sound from the interior of a word, for example by changing cannot to can't, never to ne'er, or the pronunciation of the -cester ending in placenames as -ster (for example, Leicester pronounced Leister or Lester, and Worcester pronounced Wooster).",
      "origin": "Late Latin, from Greek synkopē, literally, cutting short, from synkoptein to cut short, from syn- + koptein to cut"
    },
    {
      "word": "Teutonic",
      "definition": "of, relating to, or characteristic of the Teutons"
    },
    {
      "word": "tourelle",
      "definition": "In <em>arckæol.</em>, a turret.",
      "sentence": "In the cabinet in the tourelle was a narrow opening through which we could see my brother when he went up to the battlements, and the sole pleasure my mother had was to see him through that little chink as he passed in the distance."
    },
    {
      "word": "thalassic",
      "definition": "Of or relating to seas or oceans, especially smaller or inland seas.",
      "origin": "French thalassique, from Greek thalassa sea",
      "sentence": "Like all Mendelkinder, I was genetically programmed to be a first colonist -- in my case on the first newly discovered pan-thalassic world that needed colonization and development."
    },
    {
      "word": "tournedos",
      "definition": "A fillet of beef cut from the tenderloin, often bound in bacon or suet for cooking.",
      "origin": "French, from tourner to turn + dos back"
    },
    {
      "word": "towhee",
      "definition": "A songbird <em>(Pipilo erythrophthalmus)</em> of eastern North America having black, white, and rust-colored plumage in the male.",
      "origin": "probably imitative of the bird's call"
    },
    {
      "word": "taal",
      "definition": "volcano on an island in the center of a lake 30 miles (48 kilometers) south of Manila in southern Luzon, Philippines"
    },
    {
      "word": "theca",
      "definition": "Any external case or sheath.",
      "origin": "New Latin, from Greek thēkē case"
    },
    {
      "word": "tachycardia",
      "definition": "A rapid resting heart rate, especially one above 100 beats per minute.",
      "origin": "New Latin"
    },
    {
      "word": "tachyon",
      "definition": "A hypothetical particle that travels faster than the speed of light.",
      "origin": "tachy- +"
    },
    {
      "word": "taedium vitae",
      "definition": "Profound ennui or weariness of one's life.",
      "origin": "Latin"
    },
    {
      "word": "tamari",
      "definition": "A type of soy sauce made without wheat, having a rich flavor.",
      "origin": "Japanese"
    },
    {
      "word": "tambour",
      "definition": "A percussive musical instrument spanned with a thin covering on at least one end for striking, forming an acoustic chamber, affecting what materials are used to make it; a membranophone.",
      "origin": "Middle French, drum, from Arabic ṭanbūr, modification of Persian tabīr"
    },
    {
      "word": "tam-o'-shanter",
      "definition": "A type of woolen hat developed in Scotland, a toorie bunnet. Originally they were worn by both genders, but now they are mostly worn by men and boys."
    },
    {
      "word": "tanager",
      "definition": "Any of numerous species of often colorful passerine birds that inhabit New World forests, formerly all within the family Thraupidae, but now with some species placed in other families with birds such as finches and cardinals.",
      "origin": "New Latin tanagra, modification of Portuguese tangará, any of various birds of the suboscine family Pipridae, from Tupi tagará, taŋgará"
    },
    {
      "word": "tandoori",
      "definition": "(of food) A dish that was cooked in a tandoor.",
      "origin": "Hindi & Urdu tandurī, from tandūr"
    },
    {
      "word": "tannined"
    },
    {
      "word": "taoiseach"
    },
    {
      "word": "tapetum",
      "definition": "A membranous layer of tissue.",
      "origin": "New Latin, from Latin tapete carpet, tapestry, from Greek tapēt-, tapēs carpet"
    },
    {
      "word": "Theravada",
      "definition": "a conservative branch of Buddhism comprising sects chiefly in Sri Lanka, Myanmar, Thailand, Laos, and Cambodia and adhering to the original Pali scriptures alone and to the nontheistic ideal of nirvana for a limited select number",
      "origin": "Pali theravāda, literally, doctrine of the elders"
    },
    {
      "word": "thesmothete"
    },
    {
      "word": "thimerosal",
      "definition": "a crystalline organic mercurial antiseptic C9H9HgNaO2S used especially for its antifungal and bacteriostatic properties",
      "origin": "probably from thi- + mercury + -o- + salicylate"
    },
    {
      "word": "Thomism",
      "definition": "the scholastic philosophical and theological system of St. Thomas Aquinas",
      "origin": "New Latin Thomista Thomist, from St. Thomas Aquinas"
    },
    {
      "word": "thuluth"
    },
    {
      "word": "tic douloureux",
      "definition": "Trigeminal neuralgia.",
      "origin": "French, painful twitch"
    },
    {
      "word": "tichodrome"
    },
    {
      "word": "tikka",
      "definition": "A marinade made from various aromatic spices usually with a yoghurt base; often used in Indian cuisine prior to grilling in a tandoor.",
      "origin": "Hindi & Urdu tikkā small piece of meat, from Persian tikka"
    },
    {
      "word": "tikkun"
    },
    {
      "word": "Tillamook",
      "definition": "inlet of the Pacific in northwestern Oregon"
    },
    {
      "word": "tilleul",
      "definition": "A pale yellowish-green color"
    },
    {
      "word": "tinamou",
      "definition": "Any of the birds belonging to the South American family Tinamidae, the only family in the order Tinamiformes. They are related to the ratites, together with which they form the superorder Paleognathae.",
      "origin": "French, from Carib tinamu"
    },
    {
      "word": "tinnient"
    },
    {
      "word": "tintinnabulary",
      "definition": "of, relating to, or characterized by bells or their sounds",
      "origin": "Latin tintinnabulum bell"
    },
    {
      "word": "tarpaulin",
      "definition": "A tarp, a heavy, waterproof sheet of material, often cloth, used as a cover or blanket.",
      "origin": "probably from + -palling, -pauling (from pall)"
    },
    {
      "word": "tiramisu",
      "definition": "An Italian semifreddo dessert, originally from Veneto, made from ladyfinger biscuits, cocoa, mascarpone cheese, Marsala wine, eggs (or sometimes cream), sugar and espresso coffee",
      "origin": "Italian tiramisù, from tirami su!, literally, pull me up!"
    },
    {
      "word": "taurine",
      "definition": "Pertaining to a bull; bull-like.",
      "origin": "Latin taurinus, from taurus bull; akin to Greek tauros bull, Middle Irish tarb"
    },
    {
      "word": "tmesis",
      "definition": "The insertion of one or more words between the components of a compound word.",
      "origin": "Late Latin, from Greek tmēsis act of cutting, from temnein to cut"
    },
    {
      "word": "ubi sunt",
      "definition": "where are —of or relating to a type of poetry reflecting on transience and mortality"
    },
    {
      "word": "Tchefuncte"
    },
    {
      "word": "toccata",
      "definition": "A piece of music (usually for a keyboard instrument) designed to emphasise the dexterity of the performer.",
      "origin": "Italian, from toccare to touch, from Vulgar Latin"
    },
    {
      "word": "ubiquinone",
      "definition": "Any of several isoprenyl quinones that have a role in cellular respiration",
      "origin": "blend of Latin ubique everywhere and English quinone; from its widespread occurrence in nature"
    },
    {
      "word": "Tegucigalpa",
      "definition": "city and capital of Honduras population 879,000"
    },
    {
      "word": "toey",
      "definition": "Agitated, anticipatory, excited (sometimes specifically sexually so), nervous."
    },
    {
      "word": "ullage",
      "definition": "In a wine bottle, the empty space between the cork and the top of the wine.",
      "origin": "Middle English ulage, from Anglo-French ulliage, from *ullier to fill a partially empty cask, from Old French (Picard dialect) oel bunghȯle, literally, eye, from Latin oculus eye"
    },
    {
      "word": "telamon",
      "definition": "A figure of a man (often Atlas) used as a pillar for support.",
      "origin": "Latin, from Greek telamōn bearer, supporter; akin to Greek tlēnai to bear"
    },
    {
      "word": "toggenburg",
      "definition": "any of a breed of brown hornless dairy goats of Swiss origin with white stripes on the face",
      "origin": "Toggenburg, district in northeastern Switzerland"
    },
    {
      "word": "ululate",
      "definition": "To howl, wail, or lament loudly, especially by alternating rapidly between two high-pitched sounds.",
      "origin": "Latin ululatus, past participle of ululare, of imitative origin",
      "sentence": "And then she started to ululate, which is what they do."
    },
    {
      "word": "toile",
      "definition": "A sheer fabric, such as linen or cotton.",
      "origin": "French, cloth, linen, from Middle French",
      "sentence": "Her high-school bedroom was dressed in toile brought back from a trip to Paris."
    },
    {
      "word": "unakite",
      "definition": "an altered igneous rock that is usually opaque with green, black, pink, and white flecks and is usually used as a gemstone",
      "origin": "Unaka Mountains, Tennessee & North Carolina +",
      "sentence": "Last year's runner-up, Sidharth Chand of Bloomfield Hills, Mich., was his usual all-business self in his white shirt, blue sweater and tie as he spelled \"sobornost,\" \"machtpolitik\" and \"unakite.\""
    },
    {
      "word": "unguiculate",
      "definition": "Any of the Unguiculata."
    },
    {
      "word": "uraeus",
      "definition": "A representation of the sacred asp, symbolising supreme power in ancient Egypt.",
      "origin": "New Latin, from Late Greek ouraios, a kind of snake"
    },
    {
      "word": "urushiol",
      "definition": "An oil found in plants of the family Anacardiaceae, causing an allergic skin rash on contact; consists of a variable mixture of several related organic compounds.",
      "origin": "International Scientific Vocabulary, from Japanese urushi lacquer + International Scientific Vocabulary"
    },
    {
      "word": "Ushuaia",
      "definition": "town in southern Argentina on the southern coast of Tierra del Fuego Island population 57,000"
    },
    {
      "word": "usufruct",
      "definition": "The legal right to use and derive profit or benefit from property that belongs to another person, as long as the property is not damaged.",
      "origin": "Latin ususfructus, from usus et fructus use and enjoyment"
    },
    {
      "word": "valvata"
    },
    {
      "word": "varicella",
      "definition": "Chickenpox",
      "origin": "borrowed from New Latin, from vari- (in variola ) + Medieval Latin -cella, diminutive suffix (extracted from nouns such as nāvicella, diminutive of Latin nāvicula \"boat,\" diminutive of nāvis \"ship\")"
    },
    {
      "word": "velouté",
      "definition": "A mother sauce in French cuisine, consisting of a light stock thickened with a blond roux."
    },
    {
      "word": "verisimilitude",
      "definition": "The property of seeming true, of resembling reality; resemblance to reality, realism.",
      "origin": "borrowed from Latin vērīsimilitūdō, from vērī similis, vērīsimilis \"having the appearance of truth\" + -tūdō, suffix of abstract nouns"
    },
    {
      "word": "vermeil",
      "definition": "Vermilion; bright red.",
      "origin": "borrowed from Middle French, from vermeil \"bright red\""
    },
    {
      "word": "vexillologist",
      "definition": "the study of flags",
      "origin": "Latin vexillum"
    },
    {
      "word": "viaticum",
      "definition": "The Eucharist, when given to a person who is dying or one in danger of death.",
      "origin": "Latin"
    },
    {
      "word": "vicissitudes",
      "definition": "Regular change or succession from one thing to another, or one part of a cycle to the next; alternation; mutual succession; interchange.",
      "origin": "Middle French, from Latin vicissitudo, from vicissim in turn, from vicis change, alternation"
    },
    {
      "word": "wabeno"
    },
    {
      "word": "Waf",
      "definition": "a member of the women's component of the U.S. Air Force formed after World War II and discontinued in the 1970s",
      "origin": "Women in the Air Force"
    },
    {
      "word": "wahine",
      "definition": "A Polynesian or Maori woman.",
      "origin": "Maori & Hawaiian, woman"
    },
    {
      "word": "Wampanoag",
      "definition": "a member of an Algonquian-speaking Indigenous people of southeastern Massachusetts and adjacent parts of Rhode Island",
      "origin": "Narragansett, literally, easterners"
    },
    {
      "word": "wapiti",
      "definition": "The American elk (Cervus elaphus canadensis or Cervus canadensis). It was formerly considered to be in the same species as the European red deer, which it somewhat exceeds in size.",
      "origin": "Shawnee wa·piti, literally, white rump"
    },
    {
      "word": "waringin"
    },
    {
      "word": "weka",
      "definition": "The woodhen, a flightless bird of New Zealand.",
      "origin": "Maori"
    },
    {
      "word": "weltschmerz",
      "definition": "(sometimes capitalized) World-weariness; an apathetic or pessimistic view of life; depression concerning or discomfort with the human condition or state of the world.",
      "origin": "German, from Welt world + Schmerz pain"
    },
    {
      "word": "wongshy"
    },
    {
      "word": "wushu",
      "definition": "Any Chinese martial art.",
      "origin": "Chinese (Beijing) wǔshù, from wǔ martial, military + shù art"
    },
    {
      "word": "yuga",
      "definition": "In Hindu theology, an epoch or era within a cycle of four ages: the Satya Yuga (or Krita Yuga), the Dvapara Yuga, the Treta Yuga and finally the Kali Yuga, with lengths ranging from 432,000 to 1,728,000 years.",
      "origin": "Sanskrit, yoke, age"
    },
    {
      "word": "yuloh"
    },
    {
      "word": "zacate"
    },
    {
      "word": "zaibatsu",
      "definition": "A Japanese ‘money clique’ or conglomerate; (by extension) in the United States, any large corporation.",
      "origin": "Japanese zai money, wealth + batsu clique, clan"
    },
    {
      "word": "Zamboni",
      "definition": "—used for an ice resurfacing machine"
    },
    {
      "word": "Zanni"
    },
    {
      "word": "zapateado",
      "definition": "A dance of Mexican Indian origin characterized by a lively rhythm punctuated by the striking of the dancer's shoes.",
      "origin": "Spanish, from zapatear to strike or tap with the shoe, from zapato shoe"
    },
    {
      "word": "Zdarsky tent"
    },
    {
      "word": "zemi"
    },
    {
      "word": "zimocca"
    },
    {
      "word": "zortzico"
    },
    {
      "word": "zugzwang",
      "definition": "A situation in which a player is forced to make a disadvantageous move."
    },
    {
      "word": "Zyzomys"
    },
    {
      "word": "vigneron",
      "definition": "A person who grows vines for wine production.",
      "origin": "Middle English (Scots), from Middle French, from Old French vineron, from vine, vigne vine, vineyard"
    },
    {
      "word": "vignette",
      "definition": "A running ornament consisting of leaves and tendrils, used in Gothic architecture.",
      "origin": "French, from Middle French vignete, from diminutive of vigne vine"
    },
    {
      "word": "vilipend",
      "definition": "to hold or treat as of little worth or account : contemn",
      "origin": "Middle English, from Middle French vilipender, from Medieval Latin vilipendere, from Latin vilis + pendere to weigh, estimate"
    },
    {
      "word": "villanelle",
      "definition": "A 19-line poem of fixed form consisting of five tercets and a final quatrain on two rhymes, with the first and third lines of the first tercet repeated alternately as a refrain closing the succeeding stanzas and joined as the final couplet of the quatrain.",
      "origin": "French, from Italian villanella",
      "sentence": "The above villanelle is simply a whiny complaint, composed in boredom, regarding my inability to support myself solely through my keyboard."
    },
    {
      "word": "villi",
      "definition": "A small projection from a membrane, particularly those found in the mucous membranes of the intestines.",
      "origin": "New Latin, from Latin, tuft of shaggy hair",
      "sentence": "We have learned in Section 144 that the mucous lining of the small intestines is crowded with millions of little appendages called villi, meaning \"tufts of hair.\""
    },
    {
      "word": "vinaceous",
      "definition": "Containing wine",
      "origin": "Latin vinaceus of wine, from vinum wine"
    },
    {
      "word": "vitiate",
      "definition": "To reduce the value or quality of; impair or spoil.",
      "origin": "Latin vitiatus, past participle of vitiare, from vitium fault, vice"
    },
    {
      "word": "vituperative",
      "definition": "Marked by harsh, spoken, or written abuse; abusive, often with ranting or railing.",
      "sentence": "I find the name vituperative name calling directed at John and Jen, and the questioning of their ethics and motivations, MUCH more offensive than anything that either of them has *ever* posted."
    },
    {
      "word": "vizierial",
      "definition": "a high executive officer of various Muslim countries and especially of the Ottoman Empire",
      "origin": "Turkish vezir, from Arabic wazīr"
    },
    {
      "word": "Wensleydale",
      "definition": "a mild white friable cheese of English origin",
      "origin": "from Wensleydale, valley in North Yorkshire"
    },
    {
      "word": "wentletrap",
      "definition": "any of a family (Epitoniidae) of marine snails with usually white shells; also : one of the shells",
      "origin": "Dutch wenteltrap winding stair, from Middle Dutch wendeltrappe, from wendel turning + trappe stairs"
    },
    {
      "word": "whippoorwill",
      "definition": "A nocturnal insectivorous bird of North America, Caprimulgus vociferus, a type of nightjar, named after its characteristic call.",
      "origin": "imitative"
    },
    {
      "word": "whydah",
      "definition": "Any of various black and white African weaverbirds with distinctive drooping long tailfeathers on males in mating season, suitable as cage birds.",
      "origin": "alteration of widow (bird)"
    },
    {
      "word": "wigan",
      "definition": "a stiff plain-weave cotton fabric used for interlining",
      "origin": "Wigan, England"
    },
    {
      "word": "witch of Agnesi",
      "definition": "a plane cubic curve that is symmetric about the y-axis and approaches the x-axis as an asymptote and that has the equation x2y = 4a2(2a — y)",
      "origin": "Maria Gaetana Agnesi †1799 Italian mathematician; witch, translation of Italian versiera cubic curve (influenced by Italian versiera female demon)"
    },
    {
      "word": "xerogel"
    },
    {
      "word": "xiphophyllous"
    },
    {
      "word": "xyloglyphy"
    },
    {
      "word": "yakitori",
      "definition": "A Japanese shish kebab-type dish made with small pieces of chicken or other ingredients cooked on skewers, often marinated in soy sauce or seasoned with salt.",
      "origin": "Japanese, grilled chicken, from yaki broil, roast + tori bird"
    },
    {
      "word": "yertchuk"
    },
    {
      "word": "yosenabe"
    },
    {
      "word": "Yponomeuta"
    },
    {
      "word": "yttriferous"
    },
    {
      "word": "gangly",
      "definition": "Tall and thin, especially so as to cause physical awkwardness.",
      "origin": "probably from +"
    },
    {
      "word": "comrades",
      "sentence": "Hello, comrade. Are you going to the Communist Party meeting tonight?",
      "definition": "A mate, companion, or associate.",
      "origin": "Middle French camarade group sleeping in one room, roommate, companion, from Old Spanish camarada, from cámara room, from Late Latin camera, camara"
    },
    {
      "word": "ultimatum",
      "definition": "A final statement of terms or conditions made by one party to another, especially one that expresses a threat of reprisal or war.",
      "origin": "New Latin, from Medieval Latin, neuter of ultimatus final"
    },
    {
      "word": "prototype",
      "definition": "An original form or object which is a basis for other forms or objects (particularly manufactured items), or for its generalizations and models.",
      "origin": "French, from Greek prōtotypon, from neuter of prōtotypos archetypal, from prōt- + typos type"
    },
    {
      "word": "swaggering",
      "definition": "To walk with a swaying motion; hence, to walk and act in a pompous, consequential manner.",
      "origin": "probably from + -er (as in chatter)"
    },
    {
      "word": "sporadic",
      "definition": "(of diseases) occurring in isolated instances; not epidemic.",
      "origin": "Medieval Latin sporadicus, from Greek sporadikos, from sporadēn here and there, from sporad-, sporas scattered; akin to Greek speirein to sow"
    },
    {
      "word": "whinnying",
      "definition": "to neigh especially in a low or gentle way",
      "origin": "probably imitative"
    },
    {
      "word": "cravenly",
      "definition": "lacking the least bit of courage : contemptibly fainthearted",
      "origin": "Middle English cravant"
    },
    {
      "word": "chimneys",
      "definition": "A vertical tube or hollow column used to emit environmentally polluting gaseous and solid matter (including but not limited to by-products of burning carbon or hydrocarbon based fuels); a flue.",
      "origin": "Middle English, from Anglo-French chiminee, from Late Latin caminata, from Latin caminus furnace, fireplace, from Greek kaminos; perhaps akin to Greek kamara vault"
    },
    {
      "word": "promenade",
      "definition": "A prom (dance).",
      "origin": "derivative of"
    },
    {
      "word": "squalor",
      "definition": "Filthiness and degradation, as from neglect or poverty",
      "origin": "Latin, from squalēre"
    },
    {
      "word": "mulberry",
      "definition": "Any of several trees, of the genus Morus, having edible fruits.",
      "origin": "Middle English mulbere, mulbery, probably dissimilated from Old English *mūrberie, variant of mōrberie (with mūr- as in mūrbēam \"mulberry tree\"), from mūr- (borrowed from Medieval Latin mūrum, variant of Latin mōrum \"black mulberry, blackberry,\" probably of Mediterranean substratal origin, as also Greek móron \"black mulberry, blackberry,\" Armenian mor \"blackberry\") + berie"
    },
    {
      "word": "riveted",
      "definition": "To attach or fasten parts by using rivets."
    },
    {
      "word": "repugnant",
      "definition": "Offensive or repulsive; arousing disgust or aversion.",
      "origin": "Middle English, opposed, contradictory, incompatible, from Anglo-French, from Latin repugnant-, repugnans, present participle of repugnare to fight against, from re- + pugnare to fight"
    },
    {
      "word": "memoirs",
      "definition": "An autobiography; a book describing the personal experiences of an author.",
      "origin": "Middle French memoire, from memoire memory, from Latin memoria"
    },
    {
      "word": "hypocritical",
      "definition": "Characterized by hypocrisy or being a hypocrite.",
      "origin": "hypocritic \"of a hypocrite\" (borrowed from Medieval Latin hypocriticus, borrowed from Greek hypokritikós \"of acting, skilled in rhetorical delivery,\" from hypokritḗs \"answerer, actor on a stage\" + -ikos ) +"
    },
    {
      "word": "plaid",
      "definition": "a rectangular length of tartan worn over the left shoulder as part of the Scottish national costume",
      "origin": "Scottish Gaelic plaide"
    },
    {
      "word": "invincible",
      "definition": "Someone or something that cannot be defeated, destroyed or killed.",
      "origin": "Middle English, from Middle French or Late Latin; Middle French, from Late Latin invincibilis, from Latin in- + vincere to conquer"
    },
    {
      "word": "cylinders",
      "definition": "A surface created by projecting a closed two-dimensional curve along an axis intersecting the plane of the curve.",
      "origin": "Middle French or Latin; Middle French cylindre, from Latin cylindrus, from Greek kylindros, from kylindein to roll; perhaps akin to Greek kyklos wheel"
    },
    {
      "word": "chlorine",
      "definition": "A toxic, green, gaseous chemical element (symbol Cl) with an atomic number of 17."
    },
    {
      "word": "dirge",
      "definition": "A mournful poem or piece of music composed or performed as a memorial to a dead person.",
      "origin": "Middle English dirige, the Office of the Dead, from the first word of a Late Latin antiphon, from Latin, imperative of dirigere to direct"
    },
    {
      "word": "renowned",
      "definition": "Famous, celebrated, or well-known.",
      "origin": "see"
    },
    {
      "word": "ominous",
      "definition": "Menacing; threatening.",
      "origin": "see",
      "sentence": "Devil's Reef, the Devil's Horse-shoe or by some other term ominous of shipwrecks."
    },
    {
      "word": "traumatic",
      "definition": "Of or pertaining to wounds: as, <em>traumatic</em> inflammation.",
      "sentence": "The term traumatic condition can be any wound or injury regardless of the seriousness of the injury or wound."
    },
    {
      "word": "zeal",
      "definition": "Enthusiastic devotion to a cause, ideal, or goal. <i>synonym</i>: <strong> passion</strong>.",
      "origin": "Middle English zele, from Late Latin zelus, from Greek zēlos",
      "sentence": "And this also is that which they call zeal for the glory of God, and the honour of Christ!"
    },
    {
      "word": "parachute",
      "definition": "A device, generally constructed from fabric, that is designed to employ air resistance to control the fall of an object.",
      "origin": "borrowed from French, from para- (as in parasol ) + chute \"fall\""
    },
    {
      "word": "muffler",
      "definition": "Part of the exhaust pipe of a car that dampens the noise the engine produces."
    },
    {
      "word": "receipts",
      "definition": "The act of receiving, or the fact of having been received.",
      "origin": "Middle English receite, from Anglo-French, from Medieval Latin recepta, probably from Latin, neuter plural of receptus, past participle of recipere to receive"
    },
    {
      "word": "whittled",
      "definition": "To cut or shape wood with a knife."
    },
    {
      "word": "laborious",
      "definition": "Requiring much physical effort; toilsome."
    },
    {
      "word": "syndrome",
      "definition": "a group of signs and symptoms that occur together and characterize a particular abnormality or condition",
      "origin": "New Latin, from Greek syndromē combination, syndrome, from syn- + dramein to run"
    },
    {
      "word": "solemnly",
      "definition": "In a solemn manner.",
      "origin": "Middle English solempne, from Anglo-French, from Latin sollemnis regularly appointed, solemn"
    },
    {
      "word": "depots",
      "definition": "A storage facility, in particular, a warehouse.",
      "origin": "French dépôt, from Middle French depost, from Medieval Latin depositum, from Latin, neuter of depositus"
    },
    {
      "word": "appointment",
      "definition": "The act of appointing a person to hold an office or to have a position of trust",
      "origin": "see"
    },
    {
      "word": "premises",
      "definition": "Land, and all the built structures on it, especially when considered as a single place.",
      "origin": "in sense 1, from Middle English premisse, from Anglo-French, from Medieval Latin praemissa, from Latin, feminine of praemissus, past participle of praemittere to place ahead, from prae- pre- + mittere to send; in other senses, from Middle English premisses, from Medieval Latin praemissa, from Latin, neuter plural of praemissus"
    },
    {
      "word": "begrudge",
      "definition": "To grudge about or over; be envious or covetous.",
      "origin": "Middle English begrucchen, from be- + grucchen, gruggen \"to murmur, \""
    },
    {
      "word": "fiberglass",
      "definition": "Silica based glass extruded into fibers that possess a length at least 1000 times greater than their width."
    },
    {
      "word": "foreseeable",
      "definition": "Able to be foreseen or anticipated"
    },
    {
      "word": "safari",
      "definition": "A trip into any undeveloped area to see, photograph or hunt wild animals in their own environment.",
      "origin": "Swahili, journey, from Arabic safarī of a journey"
    },
    {
      "word": "contentious",
      "definition": "Marked by heated arguments or controversy.",
      "origin": "Middle English contenciose \"quarrelsome,\" borrowed from Middle French & Latin; Middle French contencieux \"subject to disagreement,\" borrowed from Latin contentiōsus \"persistent, obstinate, argumentative, quarrelsome,\" from contentiō \"exertion, competition, \" + -ōsus"
    },
    {
      "word": "salvaged",
      "definition": "(of property, people or situations at risk) to rescue."
    },
    {
      "word": "ratify",
      "definition": "To give formal consent to; make officially valid, sign off on.",
      "origin": "Middle English ratifien, from Anglo-French ratifier, from Medieval Latin ratificare, from Latin ratus determined, from past participle of reri to calculate"
    },
    {
      "word": "lasagna",
      "definition": "A flat sheet of pasta.",
      "origin": "Italian lasagna, from Vulgar Latin *lasania cooking pot, its contents, from Latin lasanum chamber pot, from Greek lasanon"
    },
    {
      "word": "precocious",
      "definition": "Characterized by exceptionally early development or maturity.",
      "origin": "Latin praecoc-, praecox early ripening, precocious, from prae- + coquere to cook"
    },
    {
      "word": "fissures",
      "definition": "A crack or opening, as in a rock.",
      "origin": "Middle English, borrowed from Middle French & Latin; Middle French fissure, borrowed from Latin fissūra \"splitting, crack, opening,\" from fissus, past participle of findere \"to split, cleave\" + -ūra"
    },
    {
      "word": "scalpel",
      "definition": "A small straight knife with a very sharp blade used for surgery, dissection and craftwork.",
      "origin": "Latin scalpellus, scalpellum, diminutive of scalper, scalprum chisel, knife, from scalpere to scratch, carve"
    },
    {
      "word": "substantially",
      "definition": "In a strong substantial manner; considerably."
    },
    {
      "word": "ensemble",
      "definition": "A group of separate things that contribute to a coordinated whole.",
      "origin": "borrowed from French, \"unity, cohesion, group, set, musical ensemble, outfit,\" noun derivative of ensemble \"together, at the same time,\" going back to Old French, \"with one another,\" going back to Vulgar Latin *insemul, reshaping of Latin insimul \"in company, together,\" from in- + simul \"together, at the same time\""
    },
    {
      "word": "enthusiastic",
      "definition": "With zealous fervor; excited, motivated.",
      "origin": "borrowed from New Latin & Greek; New Latin enthūsiasticus, borrowed from Greek enthousiastikós \"inspired, excited,\" from enthousiastḗs \"person inspired by a god\" + -ikos"
    },
    {
      "word": "reclusive",
      "definition": "Of, characterized by, or preferring privacy and isolation; secluded."
    },
    {
      "word": "mercantile",
      "definition": "Concerned with the exchange of goods for profit.",
      "origin": "French, from Italian, from mercante merchant, from Latin mercant-, mercans, from present participle of mercari to trade"
    },
    {
      "word": "cadre",
      "definition": "A frame or framework.",
      "origin": "French, from Italian quadro, from Latin quadrum square"
    },
    {
      "word": "discipline",
      "definition": "A controlled behaviour; self-control.",
      "origin": "Middle English, \"chastisement, system of ordered conduct, instruction, branch of learning,\" borrowed from Anglo-French & Latin; Anglo-French, borrowed from Latin disciplīna \"teaching, instruction, branch of study, orderly conduct based on moral training\" (Medieval Latin, \"chastisement, scourging\"), from discipulus \"pupil, learner\" + -īna, suffix denoting a place or practice (from noun derivative of feminine of -īnus )"
    },
    {
      "word": "compassionate",
      "definition": "To feel compassion (for someone or with regard to something); to regard (someone or something) with compassion.",
      "origin": "see"
    },
    {
      "word": "formidable",
      "definition": "Causing fear, dread, awe, or discouragement as a result of size, strength, or some other impressive feature; commanding respect; causing wonder or astonishment.",
      "origin": "Middle English, from Latin formidabilis, from formidare to fear, from formido terror, bogey; akin to Greek mormō bogey"
    },
    {
      "word": "lye",
      "definition": "An alkaline liquid made by leaching ashes (usually wood ashes).",
      "origin": "Middle English liȝe, lie, leye, going back to Old English lēag, lǣg, going back to Germanic *laugō- (whence also Middle Dutch loge \"lye,\" Old High German louga, Old Icelandic laug \"bath\"), probably going back to pre-Germanic *lou̯h3-káh2, derivative with a velar suffix *-k- from the Indo-European verbal base *lou̯h3- \"wash,\" whence also Latin lavere \"to wash\" (transitive), lavāre \"to wash oneself,\" Greek loúō, loéō, loúein \"to wash, bathe\" (transitive), Armenian loganam \"(I) bathe\" (with a velar suffix)"
    },
    {
      "word": "unfamiliar",
      "definition": "An unfamiliar person; a stranger."
    },
    {
      "word": "bulletin",
      "definition": "A short report, especially one released through official channels to be broadcast or publicized.",
      "origin": "French, from Middle French, from bullette seal, notice, diminutive of bulle seal, from Medieval Latin bulla"
    },
    {
      "word": "propaganda",
      "definition": "A concerted set of messages aimed at influencing the opinions or behavior of large numbers of people.",
      "origin": "New Latin, from Congregatio de propaganda fide Congregation for propagating the faith, organization established by Pope Gregory XV †1623"
    },
    {
      "word": "belfry",
      "definition": "A movable tower used in sieges.",
      "origin": "Middle English belfrey, berfrey, bell tower, siege tower, from Anglo-French *berfrei, *belfrei, of Germanic origin (akin to Middle High German bërvrit siege tower); akin to Old High German bergan to shelter and to Old English frith peace, refuge"
    },
    {
      "word": "scurrying",
      "definition": "To run with quick light steps, to scamper.",
      "origin": "short for hurry-scurry, reduplication of hurry"
    },
    {
      "word": "alfalfa",
      "definition": "A plant, principally of Medicago sativa, grown as a pasture crop.",
      "origin": "Spanish, modification of Arabic dialect al-faṣfaṣa the alfalfa"
    },
    {
      "word": "marquee",
      "definition": "A large tent with open sides, used for outdoors entertainment.",
      "origin": "modification of French marquise, literally, marchioness"
    },
    {
      "word": "lacrosse",
      "definition": "A sport played on a field between two opposing teams using sticks (crosses) and a ball, whereby one team defeats the other by achieving a higher score by scoring goals within the allotted time.",
      "origin": "Canadian French la crosse, literally, the crooked stick"
    },
    {
      "word": "dignitaries",
      "definition": "Plural form of <xref>dignitary</xref>.",
      "sentence": "Several wives and sons and daughters of the FEPOWs were also present, along with members of the TPCMS and dignitaries from the Taiwan government and the Water Conservation Agency that administers the site of the former camp."
    },
    {
      "word": "officially",
      "definition": "In an official capacity; as an official: as, I am not <em>officially</em> cognizant of the matter; <em>officially</em> connected with some undertaking.",
      "origin": "Middle English, \"functional (of a part of the body),\" borrowed from Medieval Latin officiālis \"functional, pertaining to duties of an office,\" going back to Latin, \"pertaining to fixed duties,\" from officium \"duty, \" + -ālis",
      "sentence": "The former Kepco chief left the company on Aug. 29, three days after his term officially ended, according to company spokeswoman Kim Hye Lim."
    },
    {
      "word": "proficient",
      "definition": "Having or marked by an advanced degree of competence, as in an art, vocation, profession, or branch of learning.",
      "origin": "Latin proficient-, proficiens, present participle of proficere to go forward, accomplish, from pro- forward + facere to make ,"
    },
    {
      "word": "sluice",
      "definition": "An artificial passage for water, fitted with a valve or gate, for example in a canal lock or a mill stream, for stopping or regulating the flow.",
      "origin": "Middle English sluse, alteration of scluse, from Anglo-French escluse, from Late Latin exclusa, from Latin, feminine of exclusus, past participle of excludere to exclude"
    },
    {
      "word": "pizzeria",
      "definition": "A restaurant that bakes and sells pizzas.",
      "origin": "Italian, from pizza"
    },
    {
      "word": "crematorium",
      "definition": "A furnace or establishment for the incineration of corpses.",
      "sentence": "I don't know if they gassed people there, but a hell of a lot of people died there and the crematorium is the resting place of those cremated whose ashes didn't fall on us."
    },
    {
      "word": "compunction",
      "definition": "A pricking of conscience or a feeling of regret, especially one which is slight or fleeting.",
      "origin": "Middle English compunccioun, from Anglo-French compunction, from Late Latin compunction-, compunctio, from Latin compungere to prick hard, sting, from com- + pungere to prick"
    },
    {
      "word": "cajolery",
      "origin": "French",
      "definition": "Cajolement"
    },
    {
      "word": "dismissal",
      "definition": "The act of sending someone away."
    },
    {
      "word": "bayonet",
      "definition": "A pointed instrument of the dagger kind fitted on the muzzle of a musket or rifle, so as to give the soldier increased means of offence and defence. Originally, the bayonet was made with a handle, which needed to be fitted into the bore of the musket after the soldier had fired.",
      "origin": "French baïonnette, from Bayonne, France"
    },
    {
      "word": "emphatically",
      "definition": "uttered with or marked by emphasis",
      "origin": "borrowed from French & Late Latin; French emphatique \"forcefully expressive,\" going back to Middle French, borrowed from Late Latin emphaticus, borrowed from Greek emphatikós \"expressive, indicative,\" from empha-, stem in noun derivation of emphaínein \"to exhibit, display, indicate\" + -t-, verbal adjective formative + -ikos"
    },
    {
      "word": "vigilance",
      "definition": "Alert watchfulness."
    },
    {
      "word": "skittish",
      "definition": "Easily scared or startled; timid.",
      "origin": "Middle English, from skit- (probably from Old Norse skyt-) + -ish"
    },
    {
      "word": "amicable",
      "definition": "Showing friendliness or goodwill.",
      "origin": "Middle English, borrowed from Late Latin amīcābilis \"friendly\""
    },
    {
      "word": "hyperventilated",
      "definition": "To breathe quickly and deeply, especially at an abnormally rapid rate."
    },
    {
      "word": "residuals",
      "definition": "A remainder left over at the end of some process.",
      "origin": "Latin residuum residue"
    },
    {
      "word": "careened",
      "definition": "To heave a ship down on one side so as to expose the other, in order to clean it of barnacles and weed, or to repair it below the water line.",
      "origin": "from carine side of a ship, from Middle French, submerged part of a hull, from Latin carina hull, half of a nutshell; perhaps akin to Greek karyon nut"
    },
    {
      "word": "exuberant",
      "definition": "(of people) Very high-spirited; extremely energetic and enthusiastic.",
      "origin": "Middle English, from Middle French, from Latin exuberant-, exuberans, present participle of exuberare to be abundant, from ex- + uber fruitful, from uber udder"
    },
    {
      "word": "ostracism",
      "definition": "In ancient Athens (and some other cities), the temporary banishment by popular vote of a citizen considered dangerous to the state.",
      "origin": "borrowed from New Latin ostracismus, borrowed from Greek ostrakismós, from ostrakízein \"to \" + -ismos"
    },
    {
      "word": "boutique",
      "origin": "French",
      "definition": "A small shop, especially one that sells fashionable clothes, jewelry and the like."
    },
    {
      "word": "nomination",
      "definition": "An act or instance of nominating."
    },
    {
      "word": "beautician",
      "definition": "One who does hair styling, manicures, and other beauty treatments.",
      "origin": "+"
    },
    {
      "word": "onslaught",
      "definition": "A fierce attack.",
      "origin": "modification of Dutch aanslag act of striking; akin to Old English an on and to Old English slēan to strike"
    },
    {
      "word": "peroxide",
      "definition": "A divalent radical or anion containing two oxygen atoms linked by a covalent bond; any substance containing this group which yields hydrogen peroxide when treated with an acid"
    },
    {
      "word": "opportunist",
      "definition": "Someone who takes advantage of any opportunity to advance their own situation, placing expediency above principle.",
      "origin": "+ , probably after French opportuniste"
    },
    {
      "word": "equations",
      "definition": "The act or process of equating two or more things, or the state of those things being equal (that is, identical)."
    },
    {
      "word": "ruefully",
      "definition": "exciting pity or sympathy : pitiable"
    },
    {
      "word": "aristocracy",
      "definition": "The nobility, or the hereditary ruling class.",
      "origin": "Middle French & Late Latin; Middle French aristocratie, from Late Latin aristocratia, from Greek aristokratia, from aristos best + -kratia -cracy"
    },
    {
      "word": "dictatorship",
      "definition": "A type of government where absolute sovereignty is allotted to an individual or a small clique.",
      "origin": "+ , as translation of Latin dictātūra"
    },
    {
      "word": "assignment",
      "definition": "The act of assigning; the allocation of a job or a set of tasks.",
      "origin": "see"
    },
    {
      "word": "misanthrope",
      "definition": "One who hates all mankind; one who hates the human race.",
      "origin": "Greek misanthrōpos hating humankind, from misein to hate + anthrōpos human being"
    },
    {
      "word": "apocalypse",
      "definition": "A revelation.",
      "origin": "Middle English Apocalipse \"Revelation (the New Testament book),\" borrowed from Anglo-French, borrowed from Late Latin apocalypsis \"revelation, the Book of Revelation,\" borrowed from Greek apokálypsis \"uncovering, disclosure, revelation,\" from apokalyp-, stem of apokalýptein \"to uncover, disclose, reveal\" (from apo- + kalýptein \"to cover, protect, conceal,\" of uncertain origin) + -sis"
    },
    {
      "word": "tuberculosis",
      "definition": "An infectious disease of humans and animals caused by a species of mycobacterium, usually Mycobacterium tuberculosis, mainly infecting the lungs where it causes tubercles characterized by the expectoration of mucus and sputum, fever, weight loss, and chest pain, and transmitted through inhalation or ingestion of bacteria.",
      "origin": "New Latin"
    },
    {
      "word": "patriarchs",
      "definition": "The highest form of bishop, in the ancient world having authority over other bishops in the province but now generally as an honorary title; in Roman Catholicism, considered a bishop second only to the Pope in rank.",
      "origin": "Middle English patriarche, from Anglo-French, from Late Latin patriarcha, from Greek patriarchēs, from patria lineage (from patr-, patēr father) + -archēs -arch"
    },
    {
      "word": "barricade",
      "definition": "A barrier constructed across a road, especially as a military defence",
      "origin": "borrowed from Middle French, noun derivative of barricade"
    },
    {
      "word": "chandelier",
      "definition": "A branched, often ornate, lighting fixture suspended from the ceiling",
      "origin": "borrowed from French, going back to Old French, going back to Vulgar Latin *candēlārium, formed by substitution of the suffix -ārium from Latin candēlābrum"
    },
    {
      "word": "camphor",
      "definition": "A white transparent waxy crystalline isoprenoid ketone, 1,7,7-trimethylbicyclo[2.2.1]heptan-2-one, with a strong pungent odour, used in pharmacy.",
      "origin": "Middle English caumfre, from Anglo-French, from Medieval Latin camphora, from Arabic kāfūr, from Malay kapur"
    },
    {
      "word": "confreres",
      "definition": "A colleague or fellow, especially a professional one.",
      "origin": "Middle English, from Anglo-French, translation of Medieval Latin confrater"
    },
    {
      "word": "dulce",
      "definition": "sweetened caramelized milk that is traditionally made by reducing a mixture of milk and sugar over heat —often used before another noun",
      "origin": "borrowed from American Spanish, from Spanish dulce \"sweet food, dessert\" (noun derivative of dulce, adjective, \"sweet,\" going back to Latin dulcis) + de \"of, from\" (going back to Latin dē) + leche \"milk,\" going back to Latin lact-, lac , ,"
    },
    {
      "word": "Tucson",
      "definition": "city in southeastern Arizona population 520,116"
    },
    {
      "word": "boll weevil",
      "definition": "Beetle measuring an average length of six millimeters (¼ inch), which feeds on cotton buds and flowers, native to Central America"
    },
    {
      "word": "Oswego",
      "definition": "city on Lake Ontario in northern New York population 18,142"
    },
    {
      "word": "diphtheria",
      "origin": "Greek",
      "definition": "A serious infectious disease which causes inflammation of mucous membranes of the upper respiratory tract caused by Corynebacterium diphtheriae."
    },
    {
      "word": "baklava",
      "definition": "A dessert made of paper-thin layers of pastry, chopped nuts, and honey.",
      "origin": "Turkish",
      "sentence": "In the Middle East, the term baklava can be used as a catch-all for syrup-soaked desserts."
    },
    {
      "word": "anonymously",
      "definition": "In an anonymous manner; without a name.",
      "origin": "+",
      "sentence": "We all know that posting completely \"anonymously\" is not really possible anymore because we all leave a traceable digital footprint."
    },
    {
      "word": "concierge",
      "definition": "A staff member of a hotel or apartment complex who assists guests or residents, as by handling the storage of luggage, taking and delivering messages, and making reservations for tours.",
      "origin": "French",
      "sentence": "He doesn't like the term concierge care, which he said conjures images of pricey institutions, such as the Ritz-Carlton."
    },
    {
      "word": "paparazzi",
      "definition": "A paparazzo.",
      "origin": "Italian, from Paparazzo, surname of such a photographer in the film La dolce vita (1959) by Federico Fellini"
    },
    {
      "word": "corbels",
      "definition": "A structural member jutting out of a wall to carry a superincumbent weight.",
      "origin": "Middle English, \"raven, architectural corbel,\" borrowed from Middle French (Anglo-French, \"crow, raven\"), going back to Old French, from corp \"raven\" (going back to Latin corvus) + -el, diminutive suffix (going back to Latin -ellus)"
    },
    {
      "word": "unparalleled",
      "definition": "Having no parallel; without equal; lacking anything similar or worthy of comparison."
    },
    {
      "word": "latticework",
      "definition": "A lattice or lattice-like structure; interlacing laths or strips."
    },
    {
      "word": "pumpernickel",
      "origin": "German",
      "definition": "A German sourdough bread made from rye."
    },
    {
      "word": "trebuchets",
      "origin": "French",
      "definition": "A medieval siege engine consisting of a large pivoting arm heavily weighted on one end."
    },
    {
      "word": "barrette",
      "definition": "A clasp or clip for gathering and holding the hair.",
      "origin": "French, diminutive of barre bar"
    },
    {
      "word": "hibiscus",
      "definition": "A flower of the genus Hibiscus, especially Hibiscus syriacus, found in tropical to temperate regions, of some species used for making infusions/tea.",
      "origin": "New Latin, from Latin, marshmallow"
    },
    {
      "word": "pogrom",
      "definition": "A riot aimed at persecution or massacre of a particular ethnic or religious group, usually Jews.",
      "origin": "Yiddish, from Russ, literally, devastation"
    },
    {
      "word": "Kilimanjaro",
      "definition": "volcanic massif in Tanzania near the border with Kenya whose central peak is the highest point in Africa"
    },
    {
      "word": "chassis",
      "definition": "A base frame, or movable railway, along which the carriage of a mounted gun moves backward and forward.",
      "origin": "borrowed from French châssis \"window sash, cold frame, frame holding cloth to be painted or embroidered, supporting frame of a motor vehicle,\" going back to Old French chasiz \"window frame\" from casse (Anglo-Norman & Norman dialect) \"reliquary\" (Middle French chasse \"frame, mount\") + -iz, denominal collective suffix, often of things linked or intertwined, of uncertain origin"
    },
    {
      "word": "tamale",
      "definition": "Mexican dish of cornmeal dough shell filled with various ingredients (e.g. chopped beef, pork, sweet filling) then steamed in corn husks.",
      "origin": "Mexican Spanish tamales, plural of tamal tamale, from Nahuatl tamalli steamed cornmeal dough"
    },
    {
      "word": "bursitis",
      "definition": "An inflammation of a bursa, most common in the shoulder, elbow or knee",
      "origin": "New Latin, from bursa"
    },
    {
      "word": "fräulein",
      "origin": "German"
    },
    {
      "word": "junket",
      "definition": "A basket.",
      "origin": "Middle English ioncate, ultimately from Vulgar Latin *juncata, from Latin juncus rush"
    },
    {
      "word": "maracas",
      "definition": "A Latin American percussion instrument consisting of a hollow-gourd rattle containing pebbles or beans and often played in pairs, as a rhythm instrument.",
      "origin": "Portuguese maracá, from Tupi maraká"
    },
    {
      "word": "pâtisserie",
      "origin": "French"
    },
    {
      "word": "protégé",
      "origin": "French",
      "sentence": "While Yau was in China, he visited Xi-Ping Zhu, a protégé of his who was now chairman of the mathematics department at Sun Yat-sen University. — Manifold Destiny by Sylvia Nasar and David Gruber, The New Yorker",
      "definition": "A person who is guided and supported by an older and more experienced person or mentor."
    },
    {
      "word": "quandary",
      "definition": "A state of not knowing what to decide; a state of difficulty or perplexity; a state of uncertainty, hesitation or puzzlement.",
      "origin": "origin unknown"
    },
    {
      "word": "gyroplane",
      "definition": "Any aircraft that obtains lift from both rotating blades and small wings.",
      "origin": "International Scientific Vocabulary"
    },
    {
      "word": "cycads",
      "definition": "Any plant of the division Cycadophyta, having a stout and woody trunk with a crown of large, hard and stiff, evergreen leaves.",
      "origin": "New Latin Cycad-, Cycas, genus name, from Greek kykas, manuscript variant of koïkas, accusative plural of koïx, a kind of palm"
    },
    {
      "word": "hors d'oeuvres",
      "origin": "French",
      "definition": "A small, light, and usually savory first course in a meal."
    },
    {
      "word": "Erie",
      "definition": "a member of an Indigenous people living south of Lake Erie in the 17th century",
      "origin": "American French Erie, Erié, modification of Huron Eriehronon the Erie people"
    },
    {
      "word": "burpees",
      "definition": "A physical exercise performed by bending over, performing a squat thrust, returning to a standing position, and jumping once."
    },
    {
      "word": "sarsaparilla",
      "origin": "Spanish",
      "definition": "Any of various tropical (Central and South) American vines of the genus Smilax, such as Smilax regelii, which have fragrant roots."
    },
    {
      "word": "maquisards",
      "definition": "A member of a resistance or guerrilla movement, originally and chiefly that of the French during the German occupation of 1940-5."
    },
    {
      "word": "gingham",
      "definition": "A cotton fabric made from dyed and white yarn woven in checks",
      "origin": "modification of Malay genggang striped cloth"
    },
    {
      "word": "Adriatic",
      "definition": "arm of the Mediterranean Sea between Italy and the Balkan Peninsula"
    },
    {
      "word": "maître d'",
      "origin": "French",
      "definition": "A headwaiter."
    },
    {
      "word": "Aubusson",
      "definition": "a figured scenic tapestry used for wall hangings and upholstery; also : a rug woven to resemble Aubusson tapestry",
      "origin": "Aubusson, town in France"
    },
    {
      "word": "silhouette",
      "origin": "French",
      "sentence": "I could see a silhouette of a figure looking out from the window, but I couldn't tell if it was a man or a woman.",
      "definition": "An illustrated outline filled in with a solid color(s), usually only black, and intended to represent the shape of an object without revealing any other visual details; a similar appearance produced when the object being viewed is situated in relative darkness with brighter lighting behind it; a profile portrait in black, such as a shadow appears to be."
    },
    {
      "word": "piccolo",
      "definition": "An instrument similar to a flute, but smaller, and playing an octave higher.",
      "origin": "Italian, small"
    },
    {
      "word": "cannelloni",
      "definition": "Wide tubes of pasta filled with a savoury stuffing and baked in the oven.",
      "origin": "Italian, plural of cannellone, augmentative of cannello segment of cane stalk, from canna"
    },
    {
      "word": "Charolais",
      "origin": "French",
      "definition": "any of a breed of large white cattle developed in France and used primarily for beef and crossbreeding"
    },
    {
      "word": "auxiliary",
      "sentence": "auxiliary troops",
      "definition": "A person or group that acts in an auxiliary manner.",
      "origin": "Middle English, \"(of a Roman soldier) not belonging to a regular legion,\" borrowed from Latin auxiliārius \"giving aid, (of troops) supplementing the regular army,\" from auxilium \"assistance, aid, supporting force, reinforcement\" (derivative from the base of augēre \"to increase\") + -ārius"
    },
    {
      "word": "au revoir",
      "origin": "French",
      "definition": "Goodbye till we meet again."
    },
    {
      "word": "boulangerie"
    },
    {
      "word": "thesaurus",
      "sentence": "\"Roget\" is the leading brand name for a print English thesaurus that lists words under general concepts rather than just close synonyms.",
      "definition": "A publication, usually in the form of a book, that provides synonyms (and sometimes antonyms) for the words of a given language.",
      "origin": "New Latin, from Latin, treasure, collection, from Greek thēsauros"
    },
    {
      "word": "tulle",
      "definition": "A kind of silk lace or light netting, used for clothing, veils, etc.",
      "origin": "French, from Tulle, France"
    },
    {
      "word": "bronchitis",
      "definition": "Chronic or acute inflammation of the mucous membrane of the bronchial tubes.",
      "origin": "Late Latin bronchium \"branch of a bronchus, bronchial tube\" +",
      "sentence": "It is chiefly in the throat what they call bronchitis and she has got to be very weak with it, and at the same time very liable to inflammation."
    }
  ]
}